Repository: kamsyk/Kamsyk.Reget
Catalog: Kamsyk.Reget/App_GlobalResources/RequestResource.*.resx
Languages: bg_bg, cs_cz, hu_hu, pl_pl, sk_sk, sl_si, sr_latn_cs

# RequestVisibility
source: Visibility
cs_cz: Viditelnost
sk_sk: Viditelnosť

source: Substitution for
cs_cz: Zastupování za
sk_sk: Zastupovánie za

# ApproveMen
source: Approval Managers
cs_cz: Schvalovatelé
sk_sk: Schvalovatelia

source: Scroll Bottom
cs_cz: Jít na konec stránky
sk_sk: Ísť na koniec stránky

source: Scroll Top
cs_cz: Jít na začátek stránky
sk_sk: Ísť na začiatok stránky

source: Select Centre
cs_cz: Vyberte středisko
sk_sk: Vyberte stredisko

source: Delivery Date
cs_cz: Datum dodání
sk_sk: Dátum dodania

# FileSizeOverLimit
source: File {0} size {1} exceeded the maximum size {2}. The file cannot be affected.
cs_cz: Velikost souboru {0} ({1}) je větší než maximální povolená velikost {2}. Soubor nelze vložit.
sk_sk: Veľkosť súboru {0} ({1}) je väčší ako maximálna povolená veľkosť {2}. Súbor sa nedá vložiť.

source: Select Address
cs_cz: Vyberte adresu
sk_sk: Vyberte adresu

# ApprovalNotNeeded
source: Without Approval
cs_cz: Bez schválení
sk_sk: Bez schválenia

source: Order Is Needed
cs_cz: Požadavek s objednávkou
sk_sk: Požaidavka s objednávkou

# OrderNotNeeded
source: Without Order
cs_cz: Bez objednávky
sk_sk: Bez objednávky

source: Revert
cs_cz: Vrátit o krok zpět
sk_sk: Vrátiť o krok späť

source: You are not authorized to display request.
cs_cz: Nemáte oprávnění pro zobrazení požadavku.
sk_sk: Nemáte oprávnenie na zobrazenie požiadavky.

source: Search
cs_cz: Vyhledat
sk_sk: Vyhľadať

source: Search Requests
cs_cz: Vyhledávání požadavků

source: Search Text
cs_cz: Hledaný text
sk_sk: Hľadaný text

# EnterMin2Characters
source: Enter at least 2 characters
cs_cz: Zadejte min. 2 znaky
sk_sk: Zadajte min. 2 znaky

# RevertRequestConfirm
source: Are you sure to Revert request?
cs_cz: Opravdu chcete vrátit požadavek do předchozího stavu?
sk_sk: Naozaj chcete vrátiť požiadavku do predchádzajúceho stavu?

source: Request cannot be reverted
cs_cz: Požadavek nemůže být vrácen do předchozího stavu
sk_sk: Požiadavka nemôže byť vrátený do predchádzajúceho stavu

source: Request was reverted
cs_cz: Požadavek byl vrácen
sk_sk: Požiadavka bola vrátená

# RemindAppMan
source: Remind Approve man
cs_cz: Upomínka schvalovateli
sk_sk: Upomienka schvaľovateľovi

source: Remind Orderer
cs_cz: Upomínka objednavateli
sk_sk: Upomienka dodávateľovi

source: Sent
cs_cz: Odesláno
sk_sk: Odoslané

source: Activate
cs_cz: Aktivovat
sk_sk: Aktivovať

# ActivateConfirm
source: Are you sure do Activate the request ?
cs_cz: Opravdu chcete aktivovat požadavek ?
sk_sk: Naozaj chcete aktivovať požiadavku?

# AskForRequestAccess
source: Ask owner for access to Request
cs_cz: Požádat vlastníka o přístup k požadavku
sk_sk: Požiadať vlastníka o prístup k požiadavke

source: Access request was sent.
cs_cz: Žádost na přístup k požadavku byla odeslána.
sk_sk: Žiadosť na prístup k požiadavke bola odoslaná.

# AskAcessRequestConfirm
source: Are you sure to ask for access to the request?
cs_cz: Opravdu chcete odeslat žádost o přístup k požadavku?
sk_sk: Naozaj chcete odoslať žiadosť o prístup k požiadavke?

source: Request Owner
cs_cz: Vlastník požadavku
sk_sk: Vlastník požiadavky

source: Send Order
cs_cz: Odeslat objednávku
sk_sk: Odoslať objednávku

# FridayShort
source: Fr
cs_cz: Pá
sk_sk: Pi

# MondayShort
source: Mo
cs_cz: Po
sk_sk: Po

# SaturdayShort
source: Sa
cs_cz: So
sk_sk: So

# SundayShort
source: Su
cs_cz: Ne
sk_sk: Ne

source: Thursday
cs_cz: Čtvrtek
sk_sk: Štvrtok

# ThursdayShort
source: Th
cs_cz: Čt
sk_sk: Št

# TuesdayShort
source: Tu
cs_cz: Út
sk_sk: Út

# WednesdayShort
source: We
cs_cz: St
sk_sk: St

source: Delivery Address
cs_cz: Dodací adresa
sk_sk: Dodacia adresa

# EnterEMail
source: Enter eMail Address
cs_cz: Zadejte mailovou adresu
sk_sk: Zadajte mailovú adresu

source: Columns Displaying
cs_cz: Zobrazení sloupců
sk_sk: Zobrazenie stĺpcov

source: Deselect All
cs_cz: Odebrat vše
sk_sk: Odobrať všetko

# DeleteSuppliereContactConfirm
source: Are you sure to delete contact of '{0}' ?
cs_cz: Opravdu chcete smazat kontakt '{0}' ?
sk_sk: Naozaj chcete zmazať kontakt '{0}' ?

# MailLoginInfoBbNotUsed
source: For Blackberry enter domain and login name separatelly
sk_sk: Pre Blackberry vložte doménu a prihlašovacie meno zvlášť

# AllowPaging
source: Allow Table Paging
hu_hu: Táblázatszámozás engedélyezése
pl_pl: Pozwól na stronicowanie tabeli

# AttachmentLoadQuery
source: Would you like to attach the selected file?
hu_hu: Szeretné csatolni a kiválasztott fájlt?
pl_pl: Czy chcesz załączyć wybrany zbiór?
sl_si: Ali bi radi pripeli izbrano datoteko?
sr_latn_cs: Da li želite da dodate izabrani dokument?

# CancelPaging
source: Cancel Table Paging
hu_hu: Táblázatszámozás törlése
pl_pl: Anuluj stronicowanie tabeli

source: Fax
bg_bg: Факс
pl_pl: Faks
sl_si: Faks
sr_latn_cs: Faks

source: Id
pl_pl: Identyfikator

source: Load All
hu_hu: Összes betöltése
pl_pl: Załaduj wszystko
sl_si: Naloži vse
sr_latn_cs: Učitaj sve

source: Print
hu_hu: Nyomtatás
pl_pl: Drukuj
sl_si: Tiskaj
sr_latn_cs: Štampaj

source: Take Over Request
hu_hu: Kérés átvétele
pl_pl: Przejmij zapotrzebowanie
sl_si: Prevzem zahtevka
sr_latn_cs: Preuzimanje zahteva

source: Hand Over
pl_pl: Przekaż wnioskodawcy

# HandOverConfirm
source: Are you sure to hand over the request to be ordered by the requestor?
pl_pl: Czy jesteś pewien, że chcesz przekazać wniosek do zamówienia przez wnioskującego?

# MailBodyOrdererHandOver
source: User {0} set you as an orderer for the Request nr. {1}. Please order the Request.
pl_pl: Użytkownik {0} ustawił Cię jako zamawiającego do wniosku nr {1}. Proszę zamów zapotrzebowanie.

source: Integration Code
pl_pl: Kod zamówienia

source: Mail
bg_bg: Поща
hu_hu: Levél
sl_si: elektronsko sporočilo
sr_latn_cs: Elektronska poruka
