Repository: kamsyk/Kamsyk.Reget
Catalog: Kamsyk.Reget/App_GlobalResources/RequestResource.*.resx
Languages: bg_bg, cs_cz, hu_hu, pl_pl, sk_sk, sl_si, sr_latn_cs

# RequestorAttachment
source: Requestor Attachments
bg_bg: Приложения от заявител
cs_cz: Přílohy žadatele
hu_hu: Kérelmező csatolmányai
pl_pl: Załaczniki wnioskującego
sk_sk: Prílohy žiadateľa
sl_si: Priponke izdajatelja zahtevka
sr_latn_cs: Prilozi podnosioca zahteva

source: Requestors
bg_bg: Заявители
cs_cz: Žadatelé
hu_hu: Kérelmezők
pl_pl: Wnioskujący
sk_sk: Žiadatelia
sl_si: Izdajatelji zahtevkov
sr_latn_cs: Podnosioci zahteva

# RequestRejected
source: Request was rejected!!!
bg_bg: Искане отхвърлено
cs_cz: Požadavek byl zamítnut!!!
hu_hu: A kérés elutasítva!!!
pl_pl: Wniosek został odrzucony!!!
sk_sk: Požiadavka bola zamietnutá!!!
sl_si: Zahtevek je bil zavrnjen!!
sr_latn_cs: Zahtev je odbijen!!!

# RequestSentBack
source: The Request was sent back in order to be rewritten, completed ...
bg_bg: Искането е върнато за пренаписване, завършване
cs_cz: Požadavek byl vrácen k doplnění, přepracování, ...
hu_hu: A kérést átírásra, kiegészítésre visszaküldve ...
pl_pl: Wniosek został odesłany zpowrotem w celu skorygowania, uzupełnienia.
sk_sk: Požiadavka bola vrátená k doplneniu, prepracovaniu, ...
sl_si: Zahtevek je bil vrnjen, da bo dopolnjen, ponovno napisan …
sr_latn_cs: Zhtev je vraćen da bi se doradio, završio...

# RequestSentForApproval
source: Request was send for an approval successfully.
bg_bg: Искането е изпратено успешно за одобрение
cs_cz: Požadavek byl úspěšně odeslán ke schválení.
hu_hu: A kérés jóváhagyásra sikeresen elküldve.
pl_pl: Wniosek został wysłany do akceptacji.
sk_sk: Požiadavka bola úspešně odoslaná ku schváleniu.
sl_si: Zahtevek je bil uspešno poslan v odobritev.
sr_latn_cs: Zahtev je uspešno poslat na odobrenje

source: Request Status
bg_bg: Статус на искане
cs_cz: Stav požadavku
hu_hu: Kérés státusza
pl_pl: Status wniosku
sk_sk: Stav požiadavky
sl_si: Status zahtevka
sr_latn_cs: Status zahteva

source: Request text
bg_bg: Текст на искане
cs_cz: Text požadavku
hu_hu: Kérés szövege
pl_pl: Treść wniosku
sk_sk: Text požiadavky
sl_si: Besedilo zahtevka
sr_latn_cs: Tekst zahteva

# ReturnRequestTo
source: Send Request back to
bg_bg: Върни искането на
cs_cz: Vrátit požadavek zpět k
hu_hu: Kérés visszaküldése a következőnek:
pl_pl: Wyślij wniose zpowrotem do
sk_sk: Vrátiť požiadavku zpeť ku
sl_si: Zahtevek poslan nazaj k
sr_latn_cs: Vrati zahtev

source: Saturday
bg_bg: Събота
cs_cz: Sobota
hu_hu: Szombat
pl_pl: So
sk_sk: Sobota
sl_si: Sob
sr_latn_cs: Sub

source: Save
bg_bg: Запази
cs_cz: Uložit
hu_hu: Mentés
pl_pl: Zapisz
sk_sk: Uložiť
sl_si: Shrani
sr_latn_cs: Sačuvaj

# SaveAsDraft
source: Save as a Draft
bg_bg: Запази като чернова
cs_cz: Uložit jako návrh
hu_hu: Mentés piszkozatként
pl_pl: Zapisz jako propozycję
sk_sk: Uložiť ako návrh
sl_si: Shrani kot osnutek
sr_latn_cs: Sačuvaj kao draft

source: Save Changes
bg_bg: Запази промените
cs_cz: Uložit změny
hu_hu: Módosítások mentése
pl_pl: Zapisz zmiany
sk_sk: Uložiť zmeny
sl_si: Shrani spremembe
sr_latn_cs: Sačuvaj promene

# SaveError
source: An error occured during saving!!! Data was not saved!!!
bg_bg: Грешка при запазване. Данните не са запазени.
cs_cz: Při ukládání došlo k chybě!!! Data nebyla uložena!!!
hu_hu: A mentés során hiba történt!!! Az adat nem került mentésre!!!
pl_pl: Wystąpił błąd przy zapisywaniu!!! Dane nie zostały zapisane!!1
sk_sk: Pri ukladaní dát došlo k chybe!!! Dáta neboly uložené!!!
sl_si: Napaka med shranjevanjem!!! Podatki niso bili shranjeni!!!
sr_latn_cs: Tokom snimanja nastala je greška!!! Podaci nisu sačuvani!!!

# SearchSupplierTitle
source: Supplier Search
bg_bg: Търси доставчик
cs_cz: Hledání dodavatele
hu_hu: Beszállító keresése
pl_pl: Wyszukiwanie dostawcy
sk_sk: Hladanie dodávateľa
sl_si: Iskanje dobavitelja
sr_latn_cs: Pretraga dobavljača

# SearchSupplierWatermark
source: Name, ID
bg_bg: Име, ЕИК
cs_cz: Název nebo IČO
hu_hu: Név, ID
pl_pl: Nazwa, Identyfikator
sk_sk: Názov alebo IČO
sl_si: Ime, ID
sr_latn_cs: Ime, ID

source: <<< Select Approve Man >>>
bg_bg: <<< Изберете одобряващ >>>
cs_cz: <<< Vyberte schvalovatele >>>
hu_hu: <<< Jóváhagyó kiválasztása >>>
pl_pl: <<< Wybierz akceptującego >>>
sk_sk: <<< Vyberte schvalovatela >>>
sl_si: <<< Izberi odobritelja-direktor >>>
sr_latn_cs: <<< Izaberi menadžera za odobrenje >>>

source: Select Area
bg_bg: Изберете зона
cs_cz: Vyberte oblast
hu_hu: Terület kiválasztása
pl_pl: Wybierz obszar
sk_sk: Vyberte oblasť
sl_si: Izberi področje
sr_latn_cs: Izberi područje

# SelectFromList
source: Select fom list
bg_bg: Избери от списъка
cs_cz: Vybrat ze seznamu
hu_hu: Kiválasztás listából
pl_pl: Wybierz z listy
sk_sk: Vybrať zo zoznamu
sl_si: Izberi iz seznama
sr_latn_cs: Izaberi sa liste

source: <<< Select Orderer >>>
bg_bg: <<< Избери поръчващ >>>
cs_cz: <<< Vyberte objednavatele >>>
hu_hu: <<< Megrendelő kiválasztása >>>
pl_pl: <<< Wybierz zamawiającego >>>
sk_sk: <<< Vyberte objednávateľa >>>
sl_si: <<< Izberi naročnika >>>
sr_latn_cs: <<< Izberi naručioca >>>

source: <<< Select Purchase Group >>>
bg_bg: <<< Изберете покупкова група >>>
cs_cz: <<< Vyberte druh nákupu >>>
hu_hu: <<< Beszerzési csoport kiválasztása >>>
pl_pl: <<< Wybierz grupę towarów lub Usług >>>
sk_sk: <<< Vyberte druh nákupu >>>
sl_si: <<< Izberi izdelek/storitev >>>
sr_latn_cs: <<<Izberi tip nabavke >>>

# SelectSubstitute
source: <<< Select Substitutee >>>
bg_bg: <<< Избор заместник >>>
cs_cz: <<< Vyberte zástupce >>>
hu_hu: <<< Helyettes kiválasztása >>>
pl_pl: <<< Wybierz Menedżera zastępującego >>>
sk_sk: <<< Vyberte zástupca >>>
sl_si: <<< Izberi zamenjavo >>>
sr_latn_cs: <<< Izberi zamenika >>>

source: <<< Select Substituted >>>
bg_bg: <<< Избор заместен >>>
cs_cz: <<< Vyberte zastupovaného >>>
hu_hu: <<< Helyettesített kiválasztása >>>
pl_pl: <<< Wybierz Menedżera zastępowanego >>>
sk_sk: <<< Vyberte zastupovaného >>>
sl_si: <<< Izberi zamenjanega >>>
sr_latn_cs: <<< Izberi zamenjenog >>>

# SelectSupplier
source: <<< Select Suplier >>>
bg_bg: <<< Избери доставчик >>>
cs_cz: <<< Vyberte dodavatele >>>
hu_hu: <<< Beszállító kiválasztása >>>
pl_pl: <<< Wybierz dostawcę >>>
sk_sk: <<< Vyberte dodávateľa >>>
sl_si: <<< Izberi dobavitelja >>>
sr_latn_cs: <<< Izberi dobavljača >>>

source: <<< Select Value >>>
bg_bg: <<< Избери стойност >>>
cs_cz: <<< Vyberte hodnotu >>>
hu_hu: <<< Érték kiválasztása >>>
pl_pl: <<< Wybierz wartość >>>
sk_sk: <<< Vyberte hodnotu >>>
sl_si: <<< Izberi valuto >>>
sr_latn_cs: <<< Izberi vrednost >>>

# SelfOrderedCategory
source: Requestor orders the request
bg_bg: Заявителят извършва поръчката
cs_cz: Žadatel si objednává požadavek sám
hu_hu: A kérelmező megrendeli a kérést
pl_pl: Wnioskujący zamawia sam
sk_sk: Žiadateľ si objednáva požiadavku sám
sl_si: Izdajatelj zahtevka naroči zahtevek.
sr_latn_cs: Podnosilac zahteva podnosi zahtev

# SendBackConfirm
source: Are you sure to send the Request bacto in order to be rewritten, completed, ...?
bg_bg: Сигурни ли сте, че искате да върнете искането за поправка, довършване?
cs_cz: Opravdu chcete vrátit požadavek k doplnění, přepracování, ...?
hu_hu: Biztos, hogy vissza akarja küldeni a kérést átírásra, kiegészítésre, ...?
pl_pl: Czy na pewno chcesz wysłać wniosek zpowrotem w celu korekty, uzupełnienia?
sk_sk: Skutočne si prajete vrátiť požiadavku k doplněniu, prepracovaniu, ...?
sl_si: Ali ste prepričani, da želite poslati zahtevek nazaj, da bo ponovno napisan oz. dopolnjen, …?
sr_latn_cs: Da li ste sigurni da želite da vratite zahtev da bi se preradio, završio,...?

# SendBackMail
source: Send Back to Requestor
bg_bg: Върни на заявителя
cs_cz: Vrácení žadateli
hu_hu: Visszaküldés a kérelmezőnek
pl_pl: Wyślij zpowrotem do wnioskodawcy
sk_sk: Vrátenie žiadateľovi
sl_si: Pošlji nazaj izdajatelju zahtevka
sr_latn_cs: Vrati podnosiocu zahteva

source: Send Back Reason
bg_bg: Причина за връщане
cs_cz: Důvod vrácení
hu_hu: Visszaküldés oka
pl_pl: Przyczyna odesłania
sk_sk: Dôvod vrátenia
sl_si: Pošlji nazaj razlog
sr_latn_cs: Vrati razlog

# SendConfirm
source: Are you sure to send the request for the approval ?
bg_bg: Сигурни ли сте, че искате да изпратите искането за одобрение?
cs_cz: Opravdu chcete odeslat požadavek ke schválení ?
hu_hu: Biztosan el akarja küldeni a kérést jóváhagyásra?
pl_pl: Czy na pewno chcesz wysłać wniosek do akceptacji?
sk_sk: Skutočně si prajete odoslať požiadavku ku schváleniu ?
sl_si: Ste prepričani, da želite poslati zahtevek v potrditev?
sr_latn_cs: Da li ste sigurni da želite da pošaljete zahtev na odobrenje?

source: Send for Approval
bg_bg: Изпрати за одобрение
cs_cz: Odeslat ke schválení
hu_hu: Jóváhagyásra küld
pl_pl: Wyślij do akceptacji
sk_sk: Odoslať ku schváleniu
sl_si: Poslati v potrditev
sr_latn_cs: Poslati na odobrenje

source: September
bg_bg: Септември
cs_cz: Září
hu_hu: Szeptember
pl_pl: Wrzesień
sr_latn_cs: Septembar

source: Ship-to-address
bg_bg: Изпрати на адрес
cs_cz: Dodací adresa
hu_hu: Szállítási cím
pl_pl: Adres dostawy
sk_sk: Dodacia adresa
sl_si: Odpremiti na naslov
sr_latn_cs: Otpremiti na adresu

source: Shopping Cart
bg_bg: Пазарна количка
cs_cz: Nákupní košík
hu_hu: Kosár
sk_sk: Nákupný košík
sl_si: Nakupovalni seznam
sr_latn_cs: Kupovna lista

# SortAscend
source: Sort Ascending
bg_bg: Подреди възходящо
cs_cz: Třídit vzestupně
hu_hu: Listázás emelkedő sorrendben
pl_pl: Posortuj rosnąco
sk_sk: Triedit zostupne
sl_si: Razvrsti naraščajoče
sr_latn_cs: Sortiraj rastućim redosledom

# SortDescsend
source: Sort Descending
bg_bg: Подреди низходящо
cs_cz: Třídit sestupně
hu_hu: Listázás csökkenő sorrendben
pl_pl: Posortuj malejąco
sk_sk: Triedit vzostupne
sl_si: Razvrsti padajoče
sr_latn_cs: Sortiraj opadajućim redosledom

# StatExchangeRateMissing
source: Statistics data are not complete because of missing exchange rate between {0} and {1}.
bg_bg: Статистическите данни са незавършени поради липсващ валутен курс между {0} и {1}.
cs_cz: Ve statistice nebudou zobrazena všechna data protože nebyl nalezen přepočet mezi {0} a {1}.
hu_hu: A statisztikai adatok nem teljesek, mivel hiányzik a {0} és az {1} közötti átváltási ráta.
pl_pl: Dane statystyczne nie są kompletne ponieważ brakuje kursu pomiędzu {0} i {1}.
sk_sk: Vo štatistike nebudú zobrazené všetky dáta lebo nebol nalezený přepočet medzi {0} a {1}.
sl_si: Statistični podatki niso dopolnjeni zaradi manjkajočega menjalnega tečaja med {0} and {1}.
sr_latn_cs: Statistički podaci nisu potpuni jer nedostaje odnos između vrednosti {0} i {1}.

source: Statistics
bg_bg: Статистика
cs_cz: Statistika
hu_hu: Statisztika
pl_pl: Statystyki
sk_sk: Štatistika
sl_si: Statistika
sr_latn_cs: Statistika

source: Statistics Type
bg_bg: Напиши статистика
cs_cz: Druh statistiky
hu_hu: Statisztika típusa
pl_pl: Typ statystyki
sk_sk: Druh štatistiky
sl_si: Tip statistike
sr_latn_cs: Tip statistike

source: Street
bg_bg: Улица
cs_cz: Ulice
hu_hu: Utca
pl_pl: Ulica
sk_sk: Ulica
sl_si: Ulica
sr_latn_cs: Ulica

source: Substitute
bg_bg: Заместване
cs_cz: Zástupce
hu_hu: Helyettes
pl_pl: Zastępstwo
sk_sk: Zástupca
sl_si: Zamenjava
sr_latn_cs: Zamenik

source: Substituted
bg_bg: Заместени
cs_cz: Zastupovaný
hu_hu: Helyettesített
pl_pl: Zastępowany
sk_sk: Zastupovaný
sl_si: Zamenjeno
sr_latn_cs: Zamenjen

# SubstituteMsg
source: You are substituted by '{0}' now. You can cancel the substitution in the 'Substitute' tab.
bg_bg: Вие сте заместен от '{0}' . Може да откажете заместването от Менюто 'Заместване' ..
cs_cz: Momentálně vás v aplikaci zastupuje '{0}'. Zastupování můžete zrušit v záložce 'Zastupování'
hu_hu: Mostantól „{0}” helyettesíti. A helyettesítést a „Helyettes” oldalon tudja törölni.
pl_pl: Obecnie jesteś zastępowany przez '{0}'. Możesz anulować zastępstwo poprzez zkładkę 'Zastępstwo'.
sk_sk: Momentálne vás v aplikácii zastupuje '{0}'. Zastupovánie môžte zrušiť v záložke 'Zastupovanie'
sl_si: Sedaj vas je zamenjal '{0}'. Lahko prekličete zamenjavo v tabeli zamenjav.
sr_latn_cs: Sada vas menja '{0}'. Možete otkazati zamenu na 'Zamenik' kartici.

# SumCostCount
source: Total Costs / Requests Count
bg_bg: Обща сума / Брой Искания
cs_cz: Celkové náklady / Počet požadavků
hu_hu: Teljes költség/kérésszámlálás
pl_pl: Koszt Razem / Ilość wniosków
sk_sk: Celkové náklady / Počet požiadaviek
sl_si: Vsi stroški/ količina
sr_latn_cs: Ukupni troškovi / Broj zahteva

source: Sunday
bg_bg: Неделя
cs_cz: Neděle
hu_hu: Vasárnap
pl_pl: Nd
sk_sk: Nedeľa
sl_si: Ned
sr_latn_cs: Ned

source: Supplier
bg_bg: Доставчик
cs_cz: Dodavatel
hu_hu: Beszállító
pl_pl: Dostawca
sk_sk: Dodávateľ
sl_si: Dobavitelj
sr_latn_cs: Dobavljač

# SupplierInfo
source: Supplier Information
bg_bg: Информация доставчик
cs_cz: Informace o dodavateli
hu_hu: Beszállítói információ
pl_pl: Informacje o dostawcy
sk_sk: Informácie o dodávateľovi
sl_si: Informacija o dobavitelju
sr_latn_cs: Informacije o dobavljaču

# SupplierOutOfList
source: Supplier out of the list
bg_bg: Доставчик извън списъка
cs_cz: Dodavatel mimo seznam
hu_hu: Beszállító a listáról
pl_pl: Dostawca spoza listy
sk_sk: Dodávateľ mimo zoznam
sl_si: Dobavitelj ni na seznamu
sr_latn_cs: Dobavljač nije na listi

source: Suppliers
bg_bg: Доставчици
cs_cz: Dodavatelé
hu_hu: Beszállítók
pl_pl: Dostawcy
sk_sk: Dodávatelia
sl_si: Dobavitelji
sr_latn_cs: Dobavljači

# SuppliersSynchronized
source: Suppliers List was updated.
bg_bg: Синхронизиране доставчици
cs_cz: Seznam dodavatelů byl aktualizován.
hu_hu: A beszállítói lista frissítésre került.
pl_pl: Lista dostawców została zaktualizowana
sk_sk: Zoznam dodávateľov bol aktualizovaný.
sl_si: Seznan dobaviteljev je bil posodobljen.
sr_latn_cs: Lista dobavljača je ažurirana

# SupplierUpdate
source: Suppliers Update
bg_bg: Обновяване доставчици
cs_cz: Aktualizace dodavatelů
hu_hu: Beszállítók frissítése
pl_pl: Aktualizacja dostawców
sk_sk: Aktualizácia dodávateľov
sl_si: Posodobitev dobaviteljev
sr_latn_cs: Ažuriraj dobavljače

# SupplierUpdateConfirm
source: Are you sure to update the Supplier List? It can take a while.
bg_bg: Сигурни ли сте, че искате да обновите списъка с доставчици? Отнема време.
cs_cz: Opravdu chcete aktualizovat seznam dodavatelů? Tato operace může chvíli trvat.
hu_hu: Biztosan frissíteni akarja a beszállítói listát? Lehet, hogy sok időt vesz igénybe.
pl_pl: Czy na pewno chcesz aktualizować listę dostawców? To może potrwać długo.
sk_sk: Skutočně si prajete aktualizovať zoznam dodávateľov? Táto operácia môže chvíľu trvať.
sl_si: Res želite posodobiti seznam zaposlenih?
sr_latn_cs: Da li ste sigurni da želite da ažurirate listu dobavljača? Može potrajati izvesno vreme.

# TakeOverConfirm
source: Are you sure to take over the request?
bg_bg: Сигурни ли сте, че приемате искането?
cs_cz: Opravdu chcete převzít požadavek?
hu_hu: Biztosan át akarja venni a kérést?
pl_pl: Czy jesteś pewien, że chcesz przejąć zapotrzebowanie.
sk_sk: Skutočně si prajete prevziať požiadavku?
sl_si: Res želite prevzeti zahtevek?
sr_latn_cs: Da li ste sigurni da želite da preuzmete zahtev?

# TooLargeAttachements
source: Request contains also attachements which were not sent because are too large.
bg_bg: Искането е изпратено без приложения, които са прекалено големи.
cs_cz: Požadavek obsahuje také přílohy, které nemohly být vzhledem k jejich velikosti odeslány mailem. Přílohy si zobrazíte po otevření požadavku.
hu_hu: A kérés olyan csatolmányokat is tartalmaz, amelyek nem kerültek elküldésre, mivel túl nagyok.
pl_pl: Wniosek zawiera załączniki, które nie zostały przesłane ponieważ ich wielkość była za duża.
sk_sk: Požiadavka obsahuje takisto prílohy, ktoré nebolo možné vzhľadom k ich veľkosti odoslať.
sl_si: Zahtevek vsebuje tudi priloge, ki niso bile poslane zaradi prevelikega obsega.
sr_latn_cs: Zahtev sadrži i priloge koji nisu poslati jer su preveliki

source: Total
bg_bg: Общо
cs_cz: Celkem
hu_hu: Teljes
pl_pl: Razem
sk_sk: Celkom
sl_si: Skupno
sr_latn_cs: Ukupno

source: Tuesday
bg_bg: Вторник
cs_cz: Úterý
hu_hu: Kedd
pl_pl: Wt
sk_sk: Útorok
sl_si: Tor
sr_latn_cs: Uto

source: Unit Price
bg_bg: Цена за брой
cs_cz: Jednotková cena
hu_hu: Egységár
sk_sk: Jednotková cena
sl_si: Cena enote
sr_latn_cs: Jedinična cena

source: Update
bg_bg: Обновявам
cs_cz: Aktualizovat
hu_hu: Frissítés
pl_pl: Aktualizacja dostawców
sk_sk: Aktualizovať
sl_si: Posodobi
sr_latn_cs: Ažurirati

source: Upper Limit
bg_bg: Горна граница
cs_cz: Horní limit
hu_hu: Felső limit
pl_pl: Górny limit
sk_sk: Horný limit
sl_si: Zgornji limit
sr_latn_cs: Gornji limit

source: Wait for Approval
bg_bg: Изчакайте за одобрение
cs_cz: Čeká na schválení
hu_hu: Jóváhagyásra várakozik
pl_pl: Czekaj na akceptację
sk_sk: Čaká na schválenie
sl_si: Čakamo na odobritev
sr_latn_cs: Čeka se odobrenje

# WaitForOrder
source: Waiting for order
bg_bg: Изчакайте за поръчка
cs_cz: Čeká na vytvoření objednávky
hu_hu: Megrendelésre várakozik
pl_pl: Czeka na akceptację
sk_sk: Čaká na vytvorenie objednávky
sl_si: Čakamo na naročilo
sr_latn_cs: Čeka se narudžbenica

# Wednesday
source: Wendesday
cs_cz: Středa
sk_sk: Streda

# WoVat
source: Without VAT
bg_bg: Без ДДС
cs_cz: Bez DPH
hu_hu: Áfa nélkül
pl_pl: Bez VAT
sk_sk: Bez DPH
sl_si: Brez DDV
sr_latn_cs: Bez PDV-a

# WrongDataTypeDecimal
source: Wrong data type. Insert a number.
bg_bg: Грешна дата
cs_cz: Chybně zadaná hodnota. Zadejte číslo.
hu_hu: Hibás adattípus. Adjon meg egy számot.
pl_pl: Zły typ dancyh. Wprowadz poprawną liczbę.
sk_sk: Zle zadaná hodnota. Zadajte číslo.
sl_si: Napačen tip datuma. Vnesi številko.
sr_latn_cs: Pogrešan tip podatka. Unesite broj.

# WrongDataTypeInteger
source: Wrong data type. Insert an Integer.
bg_bg: Грешна дата
cs_cz: Chybně zadaná hodnota. Zadejte celé číslo.
hu_hu: Hibás adattípus. Adjon meg egy egész számot.
pl_pl: Zły typ dancyh. Wprowadz poprawną liczbę całkowitą.
sk_sk: Zle zadaná hodnota. Zadajte celé číslo.
sl_si: Napačen tip datuma. Vnesi celo število.
sr_latn_cs: Pogrešan tip podatka. Unesite ceo broj.

source: Wrong Date
bg_bg: Грешна дата
cs_cz: Chybně zadaný datum
hu_hu: Hibás dátum
pl_pl: Zła data
sk_sk: Zle zadaný dátum
sl_si: Napačen datum
sr_latn_cs: Pogrešan datum

source: Year
bg_bg: Година
cs_cz: Rok
hu_hu: Év
pl_pl: Rok
sk_sk: Rok
sl_si: Leto
sr_latn_cs: Godina

# ZipCode
source: Zip
bg_bg: Пощенски код
cs_cz: PSČ
hu_hu: Irányítószám
pl_pl: Kod pocztowy
sk_sk: PSČ
sl_si: Poštna številka
sr_latn_cs: Poštanski broj

source: Administration
cs_cz: Administrace
sl_si: Administracija

# GridNumberDisplayRows
source: Number of displayed rows
cs_cz: Počet zobrazených řádků
sk_sk: Počet zobrazených riadkov

source: Display All Rows
cs_cz: Zobrazit všechny řádky
sk_sk: Zobraziť všetky riadky

source: Display Approval Matrix
cs_cz: Zobrazit Schvalovací matici
sk_sk: Zobraziť Schvaľovaciu maticu

source: Display
cs_cz: Zobrazit
sk_sk: Zobraziť
sr_latn_cs: Prikaz

source: Hide
cs_cz: Skrýt
sk_sk: Skryť

source: General Settings
cs_cz: Obecné nastavení
sk_sk: Obecné navstavenia

source: Foreign Currency
cs_cz: Cizí měna
sk_sk: Cudzia mena

source: Home Currency
cs_cz: Domácí měna
sk_sk: Domáca mena

source: Allow Free Supplier
cs_cz: Povolit dodavatele mimo seznam
sk_sk: Povoliť dodávateľa mimo zoznam

source: Supplier Group
cs_cz: Skupina dodavatelů
sk_sk: Skupina dodávateľov

# AllowOrdererToHandOver
source: Allow Orderer To Hand Over Requst to be ordered by Requestor
cs_cz: Povolit objednavateli předání požadavku k objednání žadatelem
sk_sk: Povoliť objednávateľovi predanie požiadavky k objednaniu žiadateľom

source: Commodity
cs_cz: Komodita
sk_sk: Komodita

source: Add Approval Level
cs_cz: Přidat úroveň schvalování
sk_sk: Pridať úroveň schvalovania

source: Add Approval Manager
cs_cz: Přidat schvalovatele
sk_sk: Pridať schvaľovateľa

# ApproveAlways
source: Approve Always Regardless of the Estimated Price
cs_cz: Schvalovat vždy bez ohledu na předp. cenu
sk_sk: Schvalovať vždy bez ohľadu na predp. cenu

source: Add
cs_cz: Přidat
sk_sk: Pridať

# NoAppManIsSelected
source: No Approval Manager was selected
cs_cz: Nebyl vybrán žádný schvalovatel
sk_sk: Nebol vybratý žiaden schvalovateľ

# AppManExists
source: Approval Man already exists for this Approval Level
cs_cz: Schvalovatel je již pro tuto schval. úroveň nastaven
sk_sk: Schvalovateľ je pre túto schval. úroveň nastavený

source: Company
cs_cz: Společnost
sk_sk: Spoločnosť

source: Drag Me
cs_cz: Posuň mě
sk_sk: Posúň ma

source: company private
cs_cz: vnitropodnikový
hu_hu: rendszere
sk_sk: vnútropodniková
sl_si: zasebno podjetja
sr_latn_cs: samo za kompaniju

# TmpSubstitutionInfo
source: Selection of the substitutee was stopped temporarilly for the Czech Rep. & Slovakia. In case you need to set your substitutee, contact Mrs. {0}. Your substitution will be set by ReGet administrator as soon as it is approved by Mrs. {1}. This temporary rule was ordered by Mr. Pavel Míka.
cs_cz: Samostatný výběr zástupce byl na příkaz p. Pavla Míky pro Českou Republiku a Slovensko dočasně pozastaven. Pokud za sebe potřebujete nastavit zástupce, kontaktujte prosím paní {0}. Po schválení Vašeho požadavku paní {1} bude Vaše zastupování nastaveno administrátorem aplikace.
sk_sk: Samostatný výber zástupcu bol na príkaz p. Pavla Míky pre Českú Republiku a Slovensko dočasne pozastavený. Pokiaľ za seba potrebujete nastavit zástupcu, kontaktujte prosím pani {0}. Po schváleniu Vašej požiadavky {1} bude Vaše zastupovanie nastavené administrátorom aplikácie.

source: Unknown Supplier Group
cs_cz: Neznámá skupina dodavatelů
sk_sk: Neznáma skupina dodávatelov

# LoadSuccessfully
source: Data was loaded successfully
cs_cz: Data byla načtena úspěšně.
sk_sk: Dáta boli načítané úspešne.

source: Save Filter
bg_bg: Запази Филтър
cs_cz: Uložit filtr
pl_pl: Zapisz filtr
sk_sk: Uložiť filter
sl_si: Shrani filter
sr_latn_cs: Sačuvaj filter

# FilterSaveInfo
source: Create and Delivery Dates are not saved for the filter.
cs_cz: Datum vytvoření a dodání se do filtru neukládá.
sk_sk: Datum vytvorenia a dodania se do filtru neukladá.

# SendForApprovalFailed
source: Request was not send for approval. Sending mail failed. Request was saved as a draft, try to send it later.
cs_cz: Požadavek nebyl odeslán ke schválení. Při odesílání mailu došlo k chybě. Požadavek byl uložen jako návrh, zkuste jej odeslat ke schválení později
sk_sk: Požiadavka nebyla odeslaná ku schváleniu. Pri odosílaní mailu došlo k chybe. Požiadavka bola uložená ako návrh, zkúste ju odoslať ku schváleniu neskoršie

# YearOrder
source: Yearlong Order
cs_cz: Celoroční objednávka
sk_sk: Celoročná objednávka

# YearOrderOnly
source: Only Yearlong Orders
cs_cz: Pouze celoroční objednávky
sk_sk: Iba celoročné objednávky

source: Asset
cs_cz: Majetek
sk_sk: Majetok

source: New Request
cs_cz: Nový požadavek
sk_sk: Nová požiadavka

source: Select Request Type
cs_cz: Vyberte druh požadavku
sk_sk: Vyberte druh požiadavky

# SmallShortTermAssetDescript
source: Furniture, ...
cs_cz: Nábytek, ...
sk_sk: Nábytok, ...

source: Contract Nr.
cs_cz: Číslo kontraktu
sk_sk: Číslo kontraktu

# CommentRequestMail
source: Comment Request
cs_cz: Žádost o komentář
sk_sk: Žiadosť o komentár

source: Comment
cs_cz: Komentář
sk_sk: Komentár

# MailBodyCommentRequest
source: User {0} requires your comment for the Request nr. {1}
cs_cz: Uživatel {0} Vás žádá o komentář k požadavku č. {1}
sk_sk: Uživateľ {0} Vás žiada o komentár k požiadavke č. {1}

source: Wait for Comment
cs_cz: Čeká na komentář
sk_sk: Čaká na komentár

# RequestorCanApprove
source: Requestor can approve his own requests
cs_cz: Žadatel může schvalovat své požadavky
sk_sk: Žiadateľ môže schvalovať svoje požiadavky

# BlackberryLinkNotUsed
source: Blackberry Link
cs_cz: Odkaz pro Blackberry
sk_sk: Odkaz pre Blackberry

# ErrTimeOutExpired
source: Server was not able to display required data - timeout Expired. Your settings was modified so that only 10 items are displayed now.
cs_cz: Server nebyl schopen zobrazit požadovaná data - Povolený čas na zpracování požadavku vypršel. Vaše nastavení bylo upraveno, nyní se Vám ve výpisu zobrazuje 10 položek.
