Repository: kamsyk/Kamsyk.Reget
Catalog: Kamsyk.Reget/App_GlobalResources/RequestResource.*.resx
Languages: bg_bg, cs_cz, hu_hu, pl_pl, sk_sk, sl_si, sr_latn_cs

source: Invoices
cs_cz: Faktury
sk_sk: Faktúry

# DataExportTitle
source: Request Data Export to CSV File
cs_cz: Export požadavků do CSV souboru
sk_sk: Export dát požiadaviek do CSV súboru

source: Last Approval Date
cs_cz: Datum posledního schválení
sk_sk: Dátum posledného schválenia

source: Data Export
cs_cz: Export požadavků
sk_sk: Export dát

# FieldDelimiter
source: Filed Delimiter
cs_cz: Oddělovač polí
sk_sk: Oddelovač polí

# SelectExportedFields
source: Select Fields for Export
cs_cz: Výběr polí pro export
sk_sk: Výber polí pre export

source: Ordered Date
cs_cz: Datum objednání
sk_sk: Dátum objednania

# ServiceTime
source: Service Time {0} (in hours)
cs_cz: Servisní čas {0} (v hodinách)
sk_sk: Servisný čas {0} (v hodinách)

source: Date Format
cs_cz: Formát datumu
sk_sk: Formát dátumu

# DateFormatInfo
source: y - year, M - month, d - day, H - hour, m - minute, s - second (case sensitive)
cs_cz: y - rok, M - měsíc, d - den, H - hodina, m - minuta, s - sekunda (case sensitive)
sk_sk: y - rok, M - mesiac, d - deň, H - hodina, m - minúta, s - sekunda (case sensitive)

# FileType
source: File Type (Extension)
cs_cz: Druh souboru (přípona)
sk_sk: Druh súboru (prípona)

# TimeoutExpired
source: Timeout Expired, the Database server was not able to retrieve required data. Try to rescrict the required data or contact administrator.
cs_cz: Vypršel Timeout. Databázový server nebyl schopen vrátit požadovaná data. Zkuste omezit požadovaná data nebo kontaktujte administrátora.

source: Approval Matrix Export
cs_cz: Export schvalovacích matic
sk_sk: Export schvalovacích matíc
sr_latn_cs: Ispis Matrice odobrenja

# LimitedAccessUser
source: Read Only User with Limited Access
cs_cz: Uživatel pouze pro čtení, s omezeným přístupem

# NotAllowedUserForRequest
source: You are not authorized to open the Request Nr.: '{0}'
cs_cz: Nejste oprávněn(a) otevřít požadavek č. '{0}'

source: Read Only Users
cs_cz: Uživatelé pouze pro čtení

source: First Name
cs_cz: Jméno
sk_sk: Meno

source: Surname
cs_cz: Příjmení
sk_sk: Priezvisko

source: New Contact
cs_cz: Nový kontakt
sk_sk: Nový kontakt

# WrongMailAddressFormat
source: Wrong Mail Address
cs_cz: Chybný formát mailové adresy
sk_sk: Chybný formát mailovej adresy

source: Customer Contacts
cs_cz: Uživatelské kontakty
sk_sk: Uživateľské kontakty

# AppManAttachment
source: Approve Man Attachment
cs_cz: Přílohy schvalovatele
sk_sk: Prílohy schvalovateľa

# OrderMailConfirm
source: Are you sure to send order {0} to
cs_cz: Opravdu chcete odeslat objednávku č. {0} na tyto mailové adresy
sk_sk: Skutočne si prajete odoslať objednávku č. {0} na tieto mailové adresy

# NoMailAddressIsSelected
source: No Mail Address was selected
cs_cz: Nebyla vybrána žádná mailová adresa
sk_sk: Nebola vybratá žiadna mailová adresa

source: Send Mail
cs_cz: Odeslat mail
sk_sk: Odoslať mail

# SupplierMailConstact
source: Supplier Mail Contacts
cs_cz: Mailové adresy dodavatele
sk_sk: Mailové adresy dodávateľa

# SupplierMailConstactLink
source: Suppliers Mail Address Page Link
cs_cz: Stránka pro modifikaci mailových adres dodavatele
sk_sk: Stránka pre modifikáciu mailových adres dodávateľa

# NoLangIsSelected
source: Mail Language is not Selected
cs_cz: Nebyl vybrán jazyk pro odeslání mailu
sk_sk: Nebol vybratý jazyk pre odoslanie mailu

# SuppMailSubject
source: Order nr.{0}
cs_cz: Objednávka č. {0}
sk_sk: Objednávka č. {0}

# MailError
source: An error occured. Mail was not sent. The error was reported to administartor.
cs_cz: Při odesílání mailu došlo k chybě. Chyba byla odeslaná administrátorovi.
sk_sk: Pri odosílaní mailu došlo k chybe. Chyba bola odoslaná administrátorovi.

# MailWasSent
source: Mail was sent successfully.
cs_cz: Mail byl úspěšně odeslán.
sk_sk: Mail bol úspěšne odoslaný.

# SuppMailBody
source: <font size="2" face="Arial CE">Dear supplier, we are sending the order nr. {0} in the attachment. Your faithfully</font>
cs_cz: <font size="2" face="Arial CE">Vážený dodavateli, v příloze vám posíláme objednávku č. {0}. S přátelským pozdravem</font>

# TimeoutExpiredWebService
source: Timeout expired. Server was not able to reply in time.
cs_cz: Vypršel Timeout. Server nebyl schopen odpovědět v určeném času.
sk_sk: Vypršel Timeout. Server nebol schopný odpovedať v určenom čase.

source: Last Sent
cs_cz: Naposled odesláno
sk_sk: Naposledy odoslané

# LangCZ
source: Czech
cs_cz: Česky

# LangDE
source: German
cs_cz: Německy

# LangEN
source: English
cs_cz: Anglicky

source: Mail Recipients
cs_cz: Adresáti

source: Mail Sender
cs_cz: Odesílatel

# MailSentDate
source: Sent
cs_cz: Odesláno

source: Request Events
cs_cz: Události požadavku

source: Sent Mails
cs_cz: Odeslané maily

source: Generate Order
cs_cz: Generovat objednávku
hu_hu: Megrendelés létrehozása
pl_pl: Wygeneruj zamówienie
sl_si: Ustvari naročilo
sr_latn_cs: Napravi narudžbenicu

# OrderError
source: An error occured. Order was not generated. The error was reported to administartor.
cs_cz: Došlo k chybě. Objednávka nebyla vygenerována. Chyba byla odeslána administrátorovi.

# OrderLang
source: Order Language
cs_cz: Jazyk objednávky

source: Order Language
cs_cz: Jazyk objednávky

source: Send
cs_cz: Odeslat

# ConfirmReloadRequestData
source: Are you sure to reload Request Data to the Order Form?
cs_cz: Opravdu chcete načíst do formuláře objednávky data z požadavku?

source: Deliver to
cs_cz: Doručit komu

# MailStopTooLargeAttachements
source: Mail cannot be sent. It is too big, containes too big attachments. Max. allowed mail size is {0}.
cs_cz: Mail nemůže být odeslán, je příliš velký, obsahuje příliš velké přílohy. Max povolená velikost mailu je {0}.

source: No Attachments
cs_cz: Žádné přílohy

source: Supplier Address
cs_cz: Adresa dodavatele

# UserName
source: Name
cs_cz: Jméno

# FinishEditRow
source: Finish editing row (click on 'Save' or 'Cancel').
cs_cz: Ukončete editování řádku (klikněte na 'Uložit' nebo 'Cancel')
sk_sk: Ukončite editovanie riadku (kliknite na 'Uložiť' alebo 'Cancel')

source: Unit Nr.
cs_cz: Jednotka
pl_pl: Numer zlecenia i/lub kontraktu

# FreeSupplier
source: Supplier Out of Suppliers Master File or Unknown
cs_cz: Dodavatel mimo seznam / neznámý
sk_sk: Dodávateľ mimo zoznam /neznámy

# NotOrderedNotifyDate
source: Notify me if the Request is not Ordered until
cs_cz: Upozornit mě v případě, že požadavek nebude objednán do
sk_sk: Upozorniť ma v prípade keď požiadavka nebude objednaná do

# ResendApprovalRequestConfirm
source: Are you sure to resend the Request for approval to {0}?
cs_cz: Opravdu chcete odeslat opakovanou žádost na schválení (schvalovatel {0})?
sk_sk: Skutočně si prajete odoslať opakovanú žiadosť na schválenie (schvalovateľ {0})?

# ResendOrderRequestConfirm
source: Are you sure to resend the Request for ordering to {0}?
cs_cz: Opravdu chcete odeslat opakovanou žádost na objednání (objednavatel {0})?
sk_sk: Skutočně si prajete odoslať opakovanú žiadosť na objednanie (objednávateľ {0})?

# DragAndDrop
source: Drag & Drop File Here
cs_cz: Přetáhněte sem soubor myší
sk_sk: Přetáhněte sem soubor myší

# FileUploadOneAtTime
source: You can upload only one file at a time (one by one).
cs_cz: Můžete vkládat pouze soubor po souboru, ne několik najednou.
sk_sk: Môžte vkladať iba súbor po súboru, nie niekoľko naraz.

# DragDropInfo
source: Drag and Drop file(s) here to attach them or click here and select a file to be attached.
cs_cz: Soubory, které chcete vložit jako přílohu sem buď přetáhněte (Drag & Drop) a nebo sem klikněte a vyberte požadovaný soubor.
sk_sk: Súbory, ktoré chcete vložiť ako prílohu sem buď pretiahnite (Drag & Drop) a alebo sem kliknite a vyberte požadovaný súbor.

source: Suppliers Export
cs_cz: Export dodavatelů
sk_sk: Export dodávaťelov

# NotAllowedUserForDraft
source: You are not authorized to open the Request Nr.: '{0}' now. The Request status was changed to 'Draft'.
cs_cz: Momentálně nemáte oprávnění k otevření požadavku č.: '{0}'. Stav požadavku byl změněn na 'Návrh'.

# PurchaseGroupDiaplySettings
source: Purchase Group Display Settings
cs_cz: Nastavení zobrazení Druhu objednávky
sk_sk: Nastavenie zobrazenia Druhu objednávky

source: With Image
cs_cz: S obrázkem
sk_sk: S obrázkom

# WithoutImage
source: No Image
cs_cz: Bez obrázku
sk_sk: Bez obrázku

# SendPurchTermConditions
source: Send Purchase Terms and Conditions
cs_cz: Odeslat Všeobecné obchodní podmínky
sk_sk: Odoslať Všeobecné obchodné podmienky

source: Canceled by System
cs_cz: Zrušeno systémem
sk_sk: Zrušené systémom

source: Inspector
bg_bg: Проверяващ
cs_cz: Kontrolor
sk_sk: Kontrolor

source: Deputy Orderer
cs_cz: Zástupce objednavatele
sk_sk: Zástupca objednávateľa

source: Find
cs_cz: Najít
sl_si: Najti

# RequestNotFound
source: Request nr.: '{0}' was not found.
cs_cz: Požadavek č.: '{0}' nebyl nalezen.

source: Requestor Search
cs_cz: Vyhledání žadatele

source: External User
cs_cz: Externí pracovník

# OfficeOrder
source: Excel Order
cs_cz: Excelovská objednávka - soubor xls

source: Pdf Order
cs_cz: Pdf Objednávka

source: Invoice Details
cs_cz: Podrobnosti faktur

# InvoiceNrs
source: Invoice Numbers
cs_cz: Čísla faktur
sk_sk: Čísla faktúr

# SmartPhoneLink
source: Mobile Phone (iPhone) Approval Link
cs_cz: Odkaz pro schválení mobilním telefonem (iPhone)
sk_sk: Odkaz pre schálenie mobilnýn telefónon (iPhone)

# IPhoneInfo
source: Link works for company iPhones only. Open UTC Browser which is installed on your iPhone with AirWatch agent and enter following link {0} (You can bookmark the link in UTC Browser)
cs_cz: Odkaz je funkční pouze na firemních telefonech iPhone.Otevřete si UTC Browser, který je instalován na zařízení společně s AirWatch agenten a zadejte tento odkaz {0}. (Odkaz si můžete uložit do oblíbených položek UTC Browseru)
sk_sk: Odkaz je funkčný iba na firemných telefónoch iPhone.Otvorte si UTC Browser ktorý je inštalovaný na zariadení spoločne s AirWatch agentom a zadajte následujúci odkaz{0} (Odkaz si môžete uložit do obľúbených položiek UTC Browseru)

# LoadDataError
source: An Error Occured. Data was not loaded.
cs_cz: Došlo k chybě, načítání dat selhalo.
sk_sk: Došlo k chybe, načítanie dát zlyhalo.

# PendigRequests
source: Pending Requests
cs_cz: Nevyřízené požadavky
sk_sk: Nevybavené požiadavky

source: Required Delivery Date
cs_cz: Požadovaný datum dodání
sk_sk: Požadovaný dátum dodánia

# NoPendingRequestsFound
source: No Pending Requests were found
cs_cz: Žádný požadavek nečeká na Vaše schválení
sl_si: Žiadna požiadavka nečeká na Vaše schválenie

source: Action
cs_cz: Akce

source: Open
cs_cz: Otevřít
hu_hu: Nyitva
pl_pl: Otwórz
sl_si: Odprto
sr_latn_cs: Otvori

source: Back
cs_cz: Zpět
hu_hu: Vissza
pl_pl: Powrót
sl_si: Nazaj
sr_latn_cs: Nazad

# EaDisplayMsg
source: Displaying {from} to {to} of {total} items
cs_cz: Zobrazeno od {from} do {to} z {total} řádků

# EaOfPages
source: of {pages}
cs_cz: z {pages}

source: Page
cs_cz: Stránka

# SendBackToRequestor
source: Back to Requestor
cs_cz: Vrátit žadateli
hu_hu: Visszaküldés a kérelmezőnek
pl_pl: Odeślij do wnioskującego
sk_sk: Vrátit žiadateľovi
sl_si: Pošlji nazaj avtorju zahtevka
sr_latn_cs: Vrati podnosiocu zahteva

source: Refresh
cs_cz: Aktualizovat
sk_sk: Aktualizovat

# IPhoneUserGuide
source: iPhone Approval User Guide
cs_cz: iPhone schvalování - Návod na použití

# NotFoundRequestForResend
source: No pending request were found to be resent
cs_cz: Nebyly zalezeny žádné čekající požadavky k přeposlání

# ResentRequestList
source: Following rerquest were resent '{0}'
cs_cz: Byly přeposlány tyto požadavky: '{0}'

# SendPendingRequest
source: Send pending requests from Subtituted to Substitutee - Send pending requests since
cs_cz: Přeposlat čekající požadavky zastupovaného zástupci - poslat požadavky čekající od

# RegetInfo
source: About
cs_cz: O aplikaci
sk_sk: O aplikácii

source: Data was saved
cs_cz: Data byla uložena
sk_sk: Dáta boli uložené

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenie

# CentreGroupAdmin
source: Area Administrator
cs_cz: Administrátor oblasti
sk_sk: Administrátor oblasti

# MandatoryValueIsMissing
source: Some mandatory values are missing. Cannot save data.
cs_cz: Chybí povinné hodnoty. Data nelze uložit.
sk_sk: Chýbajú povinné hodnoty. Dáta nemôžu byť uložené.

source: Add Centre
cs_cz: Přidat středisko
sk_sk: Pridať stredisko

# PurchaseGroupEditing
source: Another Purchase Group is editing. Only one Purchase Group can be edited in one time.
cs_cz: Je otevřena editace jiného Druhu nákupu. Editovat lze pouze jeden Druh nákupu.
sk_sk: Je otevorená editácia iného Druhu nákupu. Editovať je možné iba jeden Druh nákupu.

source: Collapse All
cs_cz: Skrýt vše
sk_sk: Skryť všetko

source: Expand All
cs_cz: Zobrazit vše
sk_sk: Zobraziť všetko

source: Cancel Select
cs_cz: Zrušit výběr
sk_sk: Zrušiť výber

source: Select All
cs_cz: Vybrat vše
sk_sk: Vybrať všetko

source: Down
cs_cz: Dolů
sk_sk: Dole

source: Up
cs_cz: Nahoru
sk_sk: Hore

# NotFound
source: was not found
cs_cz: Nenalezeno
sk_sk: nenájdené

# WhoIsAppMan
source: Who will be the approval manger?
cs_cz: Kdo bude schvalovatel?
sk_sk: Kto bude schvaľovateľom?

source: Display Details
cs_cz: Zobrazit detaily
sk_sk: Zobraziť detaily

source: Hide Details
cs_cz: Skrýt detaily
sk_sk: Skryť detaily

# AllOrderer
source: Apply to all Purchase Groups
cs_cz: Aplikovat na všechny komodity
sk_sk: Aplikovať na všetky komodity

# AllRequestor
source: Apply to all Purchase Groups
cs_cz: Aplikovat na všechny komodity
sk_sk: Aplikovať na všetky komodity

source: Default Orderer
cs_cz: Standardní objednavatel
sk_sk: Štandardný objednávateľ

source: Default Requestor
cs_cz: Standardní žadatel
sk_sk: Štandardný žiadateľ

# DeleteAllRequestorMsg
source: The requestor will be deleted from this Centre completely when you save the data
cs_cz: Žadatel bude po uložení smazán z tohoto střediska.
sk_sk: Žiadateľ bude bude po uložení odstránený z tohto strediska.

# DeleteAllRequestorTitle
source: Are you sure to delete the requestor from this Centre?
cs_cz: Opravdu chcete smazat žadatele z tohoto střediska?
sk_sk: Naozaj si želáte odstrániť žiadateľa z tohto strediska?

# SelectRequestor
source: Who will be the Requestor?
cs_cz: Kdo bude žadatel(ka)?
sk_sk: Kdo bude žiadateľ(ka)?

# DeleteAllOrdererMsg
source: The orderer will be deleted from this Centre completely when you save the data
cs_cz: Objednavatel bude po uložení smazán z tohoto střediska.
sk_sk: Objednávateľ bude po uložení odstránený z tohto strediska.

# DeleteAllOrdererTitle
source: Are you sure to delete the orderer from this Centre?
cs_cz: Opravdu chcete smazat objednavatele z tohoto střediska?
sk_sk: Naozaj si želáte odstrániť objednávateľa z tohto strediska?

# SelectOrdererPlaceholder
source: Who will be the Orderer?
cs_cz: Kdo bude objednavatel(ka)?
sk_sk: Kdo bude objednávateľ(ka)?

# LoadingPurchaseGroups
source: Loading Purchase Groups # out of ##
cs_cz: Načítání skupin nákupů # z ##
sk_sk: Načítanie skupin nákupov # z ##

source: From
cs_cz: Od
sk_sk: Od

source: To
cs_cz: Do
sk_sk: Do

source: Area Administrators
cs_cz: Administrátor oblasti
sk_sk: Administrátor oblasti

source: Purchase Group was deleted.
cs_cz: Skupina nákupu byla odstraněna.
sk_sk: Skupina nákupov bola zrušená.

# WhoIsDeputyOrderer
source: Who will be the Deputy Orderer?
cs_cz: Kdo bude zástupce objednavatele?
sk_sk: Kto bude zástupca objednávateľa?

source: Default Supplier
cs_cz: Výchozí dodavatel
sk_sk: Východzí dodávateľ

# WhoIsDefaultSupplier
source: Who will be the Default Supplier?
cs_cz: Kdo bude výchozí dodavatel?
sk_sk: Kto bude východzí dodaváteľ?

source: First Page
cs_cz: První strana
sk_sk: Prvá strana

source: Last Page
cs_cz: Poslední strana
sk_sk: Posledná strana

source: Next Page
cs_cz: Další strana
sk_sk: Dalšia stana

source: No
cs_cz: Ne
sk_sk: Nie

source: Previous Page
cs_cz: Předchozí starna
sk_sk: Predchádzajúca strana

source: Yes
cs_cz: Ano
sk_sk: Áno

source: Active
cs_cz: Aktivní
sk_sk: Aktivný

# UserRightCopy
source: User Rights Copy
cs_cz: Kopírovat oprávnění
sk_sk: Kopírovať oprávnenia

source: Add User
cs_cz: Přidat uživatele
sk_sk: Pridať uživateľa

source: Search Centre
cs_cz: Hledat středisko
sk_sk: Hladať stredisko

source: Enter User Name
cs_cz: Zadejte uživatelské jméno
sk_sk: Zadajte uživatelské meno

# UserExists
source: User {0} already exist in {1}
cs_cz: Uživatel {0} již existuje pro {1}
sk_sk: Uživateľ {0} existuje pre {1}

source: Warning
cs_cz: Upozornění
sk_sk: Upozornenie

# DisplayingFromToOf
source: Displaying {0} to {1} from {2} items
cs_cz: Zobrazeno od {0} do {1} z {2} záznamů
sk_sk: Zobrazujem od {0} do {1} z {2} záznamov

source: Confirmation
cs_cz: Potvrzení
sk_sk: Potvrdenie

# DeleteUserConfirm
source: Are you sure to delete user '{0}' ?
cs_cz: Opravdu chcete smazat uživatele '{0}' ?
sk_sk: Naozaj chcete odstrániť uživateľa '{0}' ?

# UserNotFound
source: User '{0}' was not found.
cs_cz: Uživatel '{0}' nebyl nalezen.
sk_sk: Nepodarilo sa nájsť uživatel'a '{0}'.

# UserWasDisabled
source: User '{0}' was disabled. User cannot be deleted because of he participated in existing requests.
cs_cz: Uživatel '{0}' byl deaktivován. Uživatel nemohl být smazán protože je součástí existujících požadavků.
sk_sk: Uživateľ '{0}' bol deaktivovaný. Uživateľ nemohl byť odstránený lebo je súčasťou existujúcich požiadaviek.

source: Replace User
cs_cz: Nahrazení uživatele
sk_sk: Nahradenie uživateľa

source: Users
cs_cz: Uživatelé
sk_sk: Uživatelia

source: Who will be replaced?
cs_cz: Kdo bude nahrazen?
sk_sk: Kto bude nahradený?

# ReplaceAppMan
source: Replace Approval Manager
cs_cz: Nahradit schvalovatele
sk_sk: Nahradiť schvalovateľa

source: Replacer
cs_cz: Náhradník
sk_sk: Náhradník

source: User to be Replaced
cs_cz: Nahrazovaný uživatel
sk_sk: Nahrazovaný uživateľ

source: Who will replace?
cs_cz: Kdo nahrazuje?
sk_sk: Kto nahradzuje?

source: Replace Requestor
cs_cz: Nahradit žadatele
sk_sk: Nahradit žiadateľa

source: Replace
cs_cz: Nahradit
sk_sk: Nahradiť

source: Replace Orderer
cs_cz: Nahradit objednavatele
sk_sk: Nahradiť objednávateľa

# NonActiveUser
source: Non Active Users
cs_cz: Neaktivní uživatelé
sk_sk: Neaktívný uživaťelia

source: User
cs_cz: Uživatel
sk_sk: Uživateľ

source: User Roles
cs_cz: Uživatelské role
sk_sk: Uživateľské role

source: Area Settings
cs_cz: Nastavení oblasti
sk_sk: Nastavenie oblasti

source: New Area
cs_cz: Nová oblast
sk_sk: Nová oblasť

source: Not Assigned Centre
cs_cz: Nepřiřazené středisko
sk_sk: Nepriradené stredisko

source: Always
cs_cz: Vždy
sk_sk: Vždy

source: Never
cs_cz: Nikdy
sk_sk: Nikdy

source: Optional
cs_cz: Volitelné
sk_sk: Volitelné

source: Add Address
cs_cz: Přidat adresu
sk_sk: Pridať adresu

# DeleteAddressConfirm
source: Are you sure to delete address '{0}' ?
cs_cz: Opravdu chcete smazat adresu '{0}' ?
sk_sk: Naozaj chcete odstrániť adresu '{0}' ?

source: Centre Manager
cs_cz: Vedoucí střediska
sk_sk: Vedúci strediska

# OtherOrderersAllowedToTakeOver
source: Other Orderers in Centre can take over request
cs_cz: Ostatní objednavatelé střediska mohou přebírat požadavky
sk_sk: Ostatný objednávatelia strediska môžu preberať požiadavky?

# MoveCentreConfirmHeader
source: Move Centre Confirmation
cs_cz: Potvrzení přesunu střediska
sk_sk: Potvrdenie presunu strediska

# MoveCentreConfirmMsg
source: Centre {0} is assigned to Area {1}. If you move the Centre, all of the participants will be removed from the Centre. Are you sure to move the Centre?
cs_cz: Středisko {0} je nyní přiřazeno k oblasti {1}. Jestliže středisko přesunete budou z něj odstraněni všichni žadatelé. Opravdu chcete přesunout středisko?
sk_sk: Centrum {0} je priradené oblasti {1}. Ak presuniete Centrum, všetci žiadatelia budú z Centra odstránení. Naozaj chcete Centrum presunúť?

source: Move
cs_cz: Přesunout
sk_sk: Presunúť

# CentreGroupExist
source: Area '{0}' already exists
cs_cz: Oblast '{0}' již existuje
sk_sk: Oblasť '{0}' už existuje

# NonActive
source: Not Active
cs_cz: Neaktivní
sk_sk: Neaktivné

# CannotDeleteCompanyAdmin
source: Company Administrator can not be remeoved
cs_cz: Administrátor společnosti nemůže být odstraněn
sk_sk: Administrátor spoločnosti nemôže byť odstránený

# CgDeleteConfirmation
source: Area "{0}" will be deleted or deactivated in case it was used in a request already. Are you sure to delete Area '{0}' ?
cs_cz: Oblast '{0}' bude smazána nebo deaktivována, pokud již byla použita v některém požadavku. Opravdu chcete smazat oblast '{0}' ?
sk_sk: Oblasť '{0}' bude odstráněná alebo deaktivovaná v prípade že bola použitá v nektorej z požiadaviek. Naozaj si prajete odstrániť oblasť '{0}' ?

# CgDeleteConfirmationHeader
source: Delete Area Confirmation
cs_cz: Potvrzení smazání oblasti
sk_sk: Potvrdeni smazania oblasti

# DisplayDeactivatedCentreGroups
source: Display Deactivated Areas
cs_cz: Zobrazit neaktivní oblasti
sk_sk: Zobraziť neaktívne oblasti

# DisplayDeactivatedPurchaseGroups
source: Display Deactivated Purchase Groups (Commodities)
cs_cz: Zobrazit neaktivní skupiny nákupů (komodit)
sk_sk: Zobraziť neaktívne skupiny nákupov (komodit)

# CentreGroupDeleted
source: Area '{0}' was deleted
cs_cz: Oblast '{0}' byla smazána
sk_sk: Oblasť '{0}' bola odstránená

# CentreGroupDisabled
source: Area '{0}' was disabled
cs_cz: Oblast '{0}' byla deaktivována
sk_sk: Oblasť '{0}' bola deaktivováná

# DeletePgMsg
source: Purchase group "{0}" will be deleted or deactivated in case it was used in a request already. Are you sure to delete purchase group "{0}"?
cs_cz: Skupina nákupu "{0}" bude smazána nebo deaktivována v případě, že byla použita v některém z požadavků. Chcete opravdu smazat skupinu nákupů "{0}"?
sk_sk: Skupina nákupov "{0}" bude odstánená alebo deaktivováná v prípade, že bola použitá v niektorej z požiadaviek. Prajete si naozaj odstránit skupinu nákupov "{0}"?

# DeletePgTitle
source: Purchase Group Deleting Confirmation
cs_cz: Potvrzení smazání skupiny nákupů
sk_sk: Potvrdenie odstránenia skupiny nákupov

source: Notification
cs_cz: Upozornění
sk_sk: Upozornenie

# PurchaseGroupDeleted
source: Purchase Group '{0}' was deleted
cs_cz: Skupina nákupu '{0}' byla smazána
sk_sk: Skupina nákupu '{0}' bola odstránená

# PurchaseGroupDisabled
source: Purchase Group '{0}' was disabled
cs_cz: Skupina nákupu '{0}' byla deaktivována
sk_sk: Skupina nákupu '{0}' bola deaktivováná

source: User Info
cs_cz: Informace o uživateli
sk_sk: Informácia o uživateľovi

# ReplaceCentreMan
source: Replace Centre Manager
cs_cz: Nahradit vedoucího střediska
sk_sk: Nahradiť vedúceho strediska

source: Nothing to be Replaced
cs_cz: Není co nahrazovat
sk_sk: Nieje čo nahrazovať

source: No Suppliers were found
cs_cz: Nebyli nalezeni žádní dodavatelé
sk_sk: Neboli nájdení žiadni dodávatelia

# ResetDataGridSettings
source: Reset grid settings (filters, sorting, hidden columns, columns order)
cs_cz: Výchozí nastavení tabulky (filtry, třídění, skryté sloupce, pořadí sloupců)
sk_sk: Východzie nastavenie tabulky (filtry, triedenie, skryté stlpce, poradie stlpcov)

# SaveDataGridSettings
source: Save grid settings (page size, filters, sorting, hidden columns, columns order)
cs_cz: Uložit nastavení tabulky (velikost stránky, filtry, třídění, skryté sloupce, pořadí sloupců)
sk_sk: Uložiť nastavenie tabulky (veľkosť stránky, filtry, triedenie, skryté stlpce, poradie stlpcov)

# DuplicityCentreName
source: Centre '{0}' already exists in company
cs_cz: Středisko '{0}' již existuje
sk_sk: Stredisko '{0}' už existuje

source: No Data is available
cs_cz: Žádná data nejsou k dispozici
sk_sk: Žiadne dáta nie sú k dispozícii

# ImportApprovalMatrix
source: Approval Matrix Import
cs_cz: Import schvalovacích matic
sk_sk: Import schvaľovacích matíc

# CopyAppMatrix
source: Copy Approval Matrix
cs_cz: Kopírovat schvalovací matici
sk_sk: Kopírovať schvaľovaciu maticu
