Repository: kamsyk/Kamsyk.Reget
Catalog: Kamsyk.Reget/App_GlobalResources/RequestResource.*.resx
Languages: bg_bg, cs_cz, hu_hu, pl_pl, sk_sk, sl_si, sr_latn_cs

source: Source Area
cs_cz: Zdrojová oblast
sk_sk: Zdrojová oblasť

source: Target Area
cs_cz: Cílová oblast
sk_sk: Cielová oblasť

# NonActiveUsersLeftCompany
source: User who have left company, thay need to be replaced
cs_cz: Uživatelé kteří opustili firmu, je potřeba je deaktivovat
sk_sk: Uživatelia ktorí z firmy odišli, jtreba ich deaktivovať

# NoPgFound
source: No Purchase Group was Found
cs_cz: Nebyla nalezena žádná komodita
sk_sk: Nebola nájdená žiadna komodita

# AppMatrixCannotCopyCurrency
source: Cannot Copy Approval Matrix, there are different currencies
cs_cz: Schval. matice nelze kopírovat z důvodu různých měn
sk_sk: Schval. matica se nedá kopírovať z dôvodu rôznych mien

# AreYouSureCopyAppMatrix
source: Are you sure to copy selected purchase groups?
cs_cz: Opravdu chcete kopírovat vybrané skupiny nákupů?
sk_sk: Naozaj chcete kopírovať vybrané skupiny nákupov?

# NoSourcePgIsSelected
source: There is selected no source Purchase Group to be copied
cs_cz: Není vybrána žádná zdrojová skupina nákupů ke kopírování
sk_sk: Nie je vybraná žiadna zdrojová skupina nákupov na kopírovanie

# SourceTargetAreaSame
source: Source and target Areas are the same
cs_cz: Zdrojová a cílová oblast jsou stejné
sk_sk: Zdrojová a cieľová oblasť sú rovnaké

# CopyingPg
source: Copying prurchase group {0} out of {1}
cs_cz: Kopíruji komoditu {0} z {1}
sk_sk: Kopírujem komoditu {0} z {1}

# PgCopyReplaceConfirm
source: Commodity '{0}' already exist. Are you sure to rewrite it?
cs_cz: Komodita '{0}' už existuje. Chcete ji přepsat?
sk_sk: Komodita '{0}' už existuje. Chcete ju prepísať?

# TargetPgDoubled
source: Cannot be copied. There are more than 1 target Commodity of type '{0}'
cs_cz: Není možné kopírovat. V cílové schval. matici existuje více než jedna komodita typu '{0}'
sk_sk: Nie je možné kopírovať. V cieľovej schval. matici existuje viac ako jedna komodita typu '{0}'

# ParentPg
source: Parent Purchase Group
cs_cz: Skupina nákupů
sk_sk: Skupina nákupov

source: Last upload date
cs_cz: Datum posledního importu dat
sk_sk: Dátum posledného importu dát

source: Read Only
cs_cz: Pouze čtení
sk_sk: Iba čítanie

# SuppliersLoadedFrom
source: Suppliers are loaded from
cs_cz: Dodavatelé jsou načítáni z
sk_sk: Dodávatelia sú načítaný z

# ManualSupplierMaintenance
source: Manual Suppliers Maintenance
cs_cz: Manuální správa dodavatelů
sk_sk: Manuálna správa dodávateľov

# SwitchToSupplierAutoMaintConfirm
source: Are you sure to switch Supplier maintenance to Automatic mode? You can loose manually entered data.
cs_cz: Opravdu chcete správu uživatelů přepnout do automatického módu? Můžete přijít o manuálně zadaná data.
sk_sk: Naozaj chcete správu užívateľov prepnúť do automatického módu? Môžete prísť o manuálne zadané dáta.

source: Manual Supplier Maintenance is not allowed
cs_cz: Manuální správa dodavatelů není povolena
sk_sk: Manuálna správa dodávateľov nie je povolená

# DeleteSupplierConfirm
source: Are you sure to delete supplier '{0}' ?
cs_cz: Opravdu chcete smazat dodavatele '{0}' ?
sk_sk: Naozaj chcete zmazať dodávateľa '{0}'?

# SupplierWasDisabled
source: Supplier '{0}' was disabled. Supplier cannot be deleted because of it participated in existing requests.
cs_cz: Dodavatel '{0}' byl deaktivován. Dodavatel nemohl být smazán protože je součástí existujících požadavků.
sk_sk: Dodávateľ '{0}' bol deaktivovaný. Dodávateľ nemohl byť odstránený lebo je súčasťou existujúcich požiadaviek.

# DeleteCentreConfirm
source: Are you sure to delete centre '{0}' ?
cs_cz: Opravdu chcete smazat středisko '{0}' ?
sk_sk: Naozaj chcete zmazať stredisko '{0}' ?

# CentreWasDisabled
source: Centre '{0}' was disabled. Centre cannot be deleted because of it participated in existing requests.
cs_cz: Středisko '{0}' bylo deaktivováno. Středisko nemohlo být smazáno protože je součástí existujících požadavků.
sk_sk: Stredisko '{0}' bolo deaktivované. Stredisko nemohlo byť odstránené lebo je súčasťou existujúcich požiadaviek.

# BrowserCompatibilityViewSettingsCheck
source: Check "Compatibility View settings" in your Internet Explorer
cs_cz: Zkontrolujte "Nastavení kompatibilního zobrazení" ve Vašem Internet Exploreru
sk_sk: Skontrolujte "Nastavenie kompatibilného zobrazenia" vo Vašom Internet Exploreri

# BrowserNotSupported
source: Internet Explorer v. 7 and older versions are not supported. Check your Internet Explorer version and "Compatibility View settings"
cs_cz: V Internet Exploreru v. 7 a starších verzích nelze aplikaci spustit. Zkontrolujte verzi Vašeho Internet exploreru a "Nastavení kompatibilního zobrazení"
sk_sk: V Internet Exploreri v. 7 a starších verziách nie je možné aplikáciu spustiť. Skontrolujte verziu Vášho Internet exploreru a "Nastavenie kompatibilného zobrazenia"

# BrowserVersionIfOK
source: If your Internet Explorer version is 8 or higher follow those instructions
cs_cz: Pokud používáte Internet Explorer verze 8 nebo vyšší, postupujte následovně
sk_sk: Ak používate Internet Explorer verzie 8 alebo vyššej, postupujte nasledovne

# BrowserVersionIfOlder
source: If your Internet Explorer version is 7 or older you cannot run the application. Install Internet Explorer v.8 or higher or use another browser Chrome, Firefox, Opera, Safari ...
cs_cz: Pokud používáte Internet Explorer verze 7 nebo starší, nelze aplikaci spustit. Nainstalujte si Internet Explorer v.8 nebo novější nebo použijte jiný prohlížeč Chrome, Firefox, Opera, Safari ...
sk_sk: Ak používate Internet Explorer verzie 7 alebo starší, nie je možné aplikáciu spustiť. Nainštalujte si Internet Explorer v.8 alebo novší alebo použite iný prehliadač Chrome, Firefox, Opera, Safari ...

# CheckBrowserVersion
source: Check your Internet Explorer version
cs_cz: Zkontrolujte verzi Internet Exploreru
sk_sk: Skontrolujte verziu Internet Explorera

# FollowInstructions
source: Please follow instructions below
cs_cz: Postupujte prosím takto
sk_sk: Postupujte prosím nasledovne

# DuplicitySuppllierName
source: Supplier '{0}' already exists in company
cs_cz: Dodavatel '{0}' již v rámci společnosti existuje
sk_sk: Dodávateľ '{0}' už v rámci spoločnosti existuje

# ContactAdminForSupport
source: Contact Administrator for further support
cs_cz: Pokud potřebujete pomoc kontaktujte správce aplikace
sk_sk: Ak potrebujete pomoc kontaktujte správcu aplikácie

# RemoveCombatibilityViewSettings
source: Remove following Websites from list
cs_cz: Odstraňte následující Weby z nastavení
sk_sk: Odstráňte nasledujúce Weby z nastavenia

# ApprovalMatrixAdmin
source: Approval Matrix Administrator
cs_cz: Správce schvalovací matice
sk_sk: Správca schvalovacej matice

# OrdererAdmin
source: Orderer Administrator
cs_cz: Správce objednavatelů
sk_sk: Správca objednávatelov

# RequestorAdmin
source: Requestor Administrator
cs_cz: Správce žadatelů
sk_sk: Správca žiadatelov

source: Centre Group Property Admin
cs_cz: Správce vlastností oblasti
sk_sk: Správca vlastností oblasti

# AprilShort
source: Apr
cs_cz: Dub

# AugustShort
source: Aug
cs_cz: Srp

# DecemberShort
source: Dec
cs_cz: Pro

# FebruaryShort
source: Feb
cs_cz: Úno

# JanuaryShort
source: Jan
cs_cz: Led

# JulyShort
source: Jul
cs_cz: Čvc

# JuneShort
source: Jun
cs_cz: Čvn

# MarchShort
source: Mar
cs_cz: Bře

# MayShort
source: May
cs_cz: Kvě

# NovemberShort
source: Nov
cs_cz: Lis

# OctoberShort
source: Oct
cs_cz: Říj

# SeptemberShort
source: Sep
cs_cz: Zář

# EnterDateInFormat
source: Enter date in format '{0}'. E.g. '{1}'
cs_cz: Zadejte datum ve formátu '{0}'. Např. '{1}'
sk_sk: Zadajte dátum vo formáte '{0}'. Napr. '{1}'

# WhoIsAreaAdministrator
source: Who will be Area administrator?
cs_cz: Kdo bude administrátor oblasti?
sk_sk: Kto bude administrátor oblasti?

# AprovalLevel
source: Approval Level
cs_cz: Schvalovací limit
sk_sk: Schvaľovací limit

source: Cost
cs_cz: Náklady
sk_sk: Náklady

source: Change Colors
cs_cz: Změnit barvy
sk_sk: Zmenit farby

source: Display All
cs_cz: Zobrazit vše
sk_sk: Zobraziť všetko

source: Select Requestors
cs_cz: Vyberte žadatele
sk_sk: Vyberte žiadateľov

source: Remove All
cs_cz: Odebrat vše
sk_sk: Odobrať všetko

source: Select Company
cs_cz: Vyberte společnost
sk_sk: Vyberte spoločnosť

source: Select Axis X
cs_cz: Vyberte osu X
sk_sk: Vyberte osu X

source: Select Axis Y
cs_cz: Vyberte osu Y
sk_sk: Vyberte osu Y

# SelectDateFrom
source: Enter Date From
cs_cz: Zadejte datum Od
sk_sk: Zadejte dátum Od

# SelectDateTo
source: Enter Date To
cs_cz: Zadejte datum Do
sk_sk: Zadejte dátum Do

source: Select Period
cs_cz: Vyberte periodu
sk_sk: Vyberte periódu

source: Active Only
cs_cz: Jen aktivní
sk_sk: Iba aktívne

# SuppliersAdmin
source: Suppliers' Administrator
cs_cz: Správce dodavatelů
sk_sk: Správca dodávateľov

# ExchangeRateMissing
source: Exchange rate between {0} and {1} was not found.
cs_cz: Směnný kurz mezi {0} and {1} nebyl nalezen.
sk_sk: Výmenný kurz medzi {0} and {1} nebol nájdený.

source: Not Authorized
cs_cz: Nemáte oprávnění
sk_sk: Nemáte oprávnenie

# StatisticsAuthorizedOwnRequestOnly
source: You are authorized to display only your requests
cs_cz: Můžete zobrazit pouze data ze svých požadavků
sk_sk: Môžete zobraziť iba dáta zo svojich požiadaviek

# ChartData
source: Chart Source Data
cs_cz: Zdrojová data grafu
sk_sk: Zdrojové dáta grafu

source: Chart Settings
cs_cz: Nastavení grafu
sk_sk: Nastavenie grafu

source: Chart Type
cs_cz: Typ grafu
sk_sk: Typ grafu

# StatisticsAuthorizedCgRequestOnly
source: You are authorized to display only your requests and request of Areas where you are adminstrator
cs_cz: Můžete zobrazit pouze data ze svých požadavků a dále požadavky oblastí kde jste jako správce
sk_sk: Môžete zobraziť iba dáta zo svojich požiadaviek a ďalej požiadavky oblastí kde ste ako správca

source: X Items Filter
cs_cz: Filtr osy X
sk_sk: Filtr osy X

# ParentPgUsed
source: Parent Purchase Group is used and cannot be deactivated. Deactivate or modify affected Purchase Groups.
cs_cz: Skupina nákupů je použita pro některé komodity a nelze ji deaktivovat. Nejdříve deaktivujte nebo upravte nastavení příslušných komodit.
sk_sk: Skupina nákupov je použitá pre niektoré komodity a nemožno ju deaktivovať. Najskôr deaktivujte alebo upravte nastavenie príslušných komodít.

# ItemWasAddedToFilter
source: Item '{0}' was added to filter.
cs_cz: Položka '{0}' byla přidána do filtru.
sk_sk: Položka '{0}' bola pridaná do filtra.

# DuplicityPgName
source: Purchase Group '{0}' already exists in Area
cs_cz: Typ nákupu '{0}' již v rámci oblasti existuje
sk_sk: Typ nákupu '{0}' už v rámci oblasti existuje

# RowMissingIdField
source: Row is missing 'id' key and cannot be modified or deleted.
cs_cz: Řádek neobsahuje 'id' klíč a nemůže být uprovován ani mazán.
sk_sk: Riadok neobsahuje 'id' kľúč a nemôže byť uprovován ani mazaný.

# EnterDate
source: Date
cs_cz: Datum
sk_sk: Dátum

# EnterDateTime
source: Date and Time
cs_cz: Datum a čas
sk_sk: Dátum a a čas

source: Substitutee
cs_cz: Zástupce
sk_sk: Zástupca

source: Who will be substituted ?
cs_cz: Kdo bude zastupován?
sk_sk: Kto bude zastupovaný?

# WhoWillBeSubstitutee
source: Who will substitute ?
cs_cz: Kdo bude zastupovat?
sk_sk: Kto bude zastupovať?

source: No Record Found
cs_cz: Nebyl nalezen žádný záznam
sk_sk: Nebol nájdený žiadny záznam

source: Data cannot be saved.
cs_cz: Data nemohou být uložena.
sk_sk: Dáta nemôžu byť uložená.

# ApprovalOnly
source: Approval Only without Order
cs_cz: Pouze schválení bez objednávky
sk_sk: Iba schválenie bez objednávky

# SubstitutionPast
source: Substitution cannot be set in the past
cs_cz: Zastupování nelze nastavit v minulosti
sk_sk: Zastupovanie nie je možné nastaviť v minulosti

source: Not Needed
cs_cz: Není potřeba
sk_sk: Nie je potreba

# LimitMultipl
source: Multiplied price
cs_cz: Násobená cena
sk_sk: Násobená cena

source: Enter
cs_cz: Zadejte
sk_sk: Zadajte

# MultiplyAppLimit
source: Multiply Approval Limits
cs_cz: Vynásobit schvalovací limity
sk_sk: Vynásobiť schvaľovacie limity

# EnterDecimalNumber
source: Enter a Number
cs_cz: Zadejte číslo
sk_sk: Zadajte číslo

source: Multiplication factor
cs_cz: Činitel pro násobení
sk_sk: Činiteľ pre násobenie

source: Multiply
cs_cz: Vynásobit
sk_sk: Vynásobiť

# MultiplyAllLimits
source: Multiply all Approval Limits
cs_cz: Vynásobit všechny schvalovací limity
sk_sk: Vynásobiť všetky schvaľovacie limity

# MultiplySelectedLimits
source: Multiply selected Approval Limits
cs_cz: Vynásobit vybrané schvalovací limity
sk_sk: Vynásobiť vybraté schvaľovacie limity

# AppLevelMultiplyAllConfirm
source: Are you sure to multiply ALL approval limits of selected companies?
cs_cz: Opravdu chcete vynásobit VŠECHNY schvalovací limity vybraných společností?
sk_sk: Naozaj chcete vynásobiť VŠETKY schvaľovacie limity vybraných spoločností?

# AppLevelMultiplySelectedConfirm
source: Are you sure to multiply selected approval limits of selected companies?
cs_cz: Opravdu chcete vynásobit vybrané schvalovací limity vybraných společností?
sk_sk: Naozaj chcete vynásobiť vybrané schvaľovacie limity vybraných spoločností?

source: Finished
cs_cz: Hotovo
sk_sk: Hotovo

# LimitMultiplyResult
source: Approval Limits were calculated. Nuber of multiply Approval Limits {0}
cs_cz: Schvalovací limity byly přepočítány. Počet vynásobených schvalovacích limitů: {0}
sk_sk: Schvaľovacie limity boli prepočítané. Počet vynásobených schvaľovacích limitov: {0}

# NotAuthorizedDisplayPage
source: You are not authorized to display this page.
cs_cz: Nejste oprávněn(a) zobrazit tuto stánku.
sk_sk: Nie ste oprávnený(á) zobraziť túto stánku.

# ApplicationAdministrators
source: Administrators
cs_cz: Správci aplikace
sk_sk: Spráci aplikácie

# MultiplPgLimitError
source: Approval Limits could not be multiplied. See further information in Error's List below.
cs_cz: Schvalovací limity nemohly být vynásobeny. Další informace viz Seznam chyb níže
sk_sk: Schvaľovací limity nemohli byť vynásobené. Ďalšie informácie viď Zoznam chýb nižšie

# ErrorList
source: Error's List
cs_cz: Seznam chyb
sk_sk: Zoznam chýb

# PurchaseType
source: Item type
cs_cz: Typ položky
sk_sk: Typ položky

# DeleteSubstitutionConfirm
source: Are you sure to delete substitution of '{0}' ?
cs_cz: Opravdu chcete smazat zastupování '{0}' ?
sk_sk: Naozaj chcete zmazať zastupovanie '{0}'?

# DuplicityAddress
source: Address '{0}' already exists in company
cs_cz: Adresa '{0}' již existuje
sk_sk: Adresa '{0}' už existuje

# DuplicityParentPgName
source: Parent Purchase Group '{0}' already exists
cs_cz: Skupina nákupů '{0}' již existuje
sk_sk: Skupina nákupov '{0}' už existuje

source: Translation
cs_cz: Překlad
sk_sk: Preklad

source: Add Parent Purchase Group
cs_cz: Přidat skupinu nákupů
sk_sk: Pridať skupinu nákupov

# DeleteParentPgConfirm
source: Are you sure to delete Parent Purchase Group '{0}' ?
cs_cz: Opravdu chcete smazat skupinu nákupů '{0}' ?
sk_sk: Naozaj chcete zmazať skupinu nákupov '{0}' ?

source: Non Active Included
cs_cz: včetně neaktivních
sk_sk: vrátane neaktívnych

# DeletePgConfirm
source: Are you sure to delete Purchase Group '{0}' ?
cs_cz: Opravdu chcete smazat typ nákupu '{0}' ?
sk_sk: Naozaj chcete zmazať typ nákupu '{0}'?

source: Connected Purchase Groups
cs_cz: Připojené typy nákupů
sk_sk: Pripojené typy nákupov

source: Filtered
cs_cz: Filtrováno
sk_sk: Filtrované

# StatisticsAppManNotAllowed
source: You are not authorized to display Approve Manager Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku schvalovatelů společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku schvaľovateľov spoločnosti '{0}'

# StatisticsAreaNotAllowed
source: You are not authorized to display Area Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku oblastí společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku oblastí spoločnosti '{0}'

# StatisticsCentreNotAllowed
source: You are not authorized to display Center Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku středisek společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku stredísk spoločnosti '{0}'

# StatisticsOrdererNotAllowed
source: You are not authorized to display Orderer Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku objednavatelů společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku objednávateľov spoločnosti '{0}'

# StatisticsPgNotAllowed
source: You are not authorized to display Purchase Group Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku druhů nákupu společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku druhov nákupu spoločnosti '{0}'

# StatisticsRequestorNotAllowed
source: You are not authorized to display Requestor Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku žadatelů společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku žiadateľov spoločnosti '{0}'

# StatisticsSupplierNotAllowed
source: You are not authorized to display Supplier Statistics data of company '{0}'
cs_cz: Nejste oprávněn zobrazit statistiku dodavatelů společnosti '{0}'
sk_sk: Nie ste oprávnený zobraziť štatistiku dodávateľov spoločnosti '{0}'

# ParentPgUsedComps
source: Parent Purchase Group is used in following companies and cannot be deactivated.
cs_cz: Skupina nákupů je použita pro následující společnosti a nelze ji deaktivovat.
sk_sk: Skupina nákupov je použitá pre nasledujúce spoločnosti a nemožno ju deaktivovať.

# LoadingLocalization
source: Loading Missing Localization # out of ##
cs_cz: Nahrávají se chybějící překlady # z ##
sk_sk: Nahrávajú sa chýbajúce preklady # z ##

source: Enter Mandatory Values
cs_cz: Zadejte povinné položky
sk_sk: Zadajte povinné položky

source: Clear Filters
cs_cz: Odstranit filtry
sk_sk: Odstrániť filtre

source: Show Hidden Columns
cs_cz: Zobrazit skryté sloupce
sk_sk: Zobraziť skryté stĺpce

source: Approval Status
cs_cz: Stav schválení
sk_sk: Stav schválenia

# ModifyDate
source: Last Modification Date
cs_cz: Poslední změna
sk_sk: Posledná zmena

# ModifyUser
source: Modified by
cs_cz: Změnil
sk_sk: Zmenil

source: New Substitution
cs_cz: Nové zastupování
sk_sk: Nové zastupovanie

# AllowSubsToTakeOver
source: Allow Substitutee to Take Over Existing Requests waiting for Substituted's processing
cs_cz: Povolit zástupci převzít existující požadavky čekající na zpracování zastupovaného
sk_sk: Povoliť zástupcovi prevziať existujúce požiadavky čakajúce na spracovanie zastupovaným

source: Request Transfer
cs_cz: Převod požadavků
sk_sk: Prevod požiadaviek

# AllowSubsToTakeOverShort
source: Allow to Take Over
cs_cz: Povolit převzetí
sk_sk: Povoliť prevzatie

# SubstApprovalConfirmation
source: Are you sure to approve Substitution '{0}' ?
cs_cz: Opravdu chcete schválit zastupování '{0}' ?
sk_sk: Naozaj chcete schváliť zastupovanie '{0}' ?

# SubstRejectConfirmation
source: Are you sure to reject Substitution '{0}' ?
cs_cz: Opravdu chcete zamítnout zastupování '{0}' ?
sk_sk: Naozaj chcete zamietnuť zastupovanie '{0}' ?

# NotAuthorizedPerformAction
source: You are not authorized to performs this action.
cs_cz: Nemáte oprávnění prosvést tuto akci.
sk_sk: Nemáte oprávnenie vykonať túto akciu.

# UserCannotBeDeactivatedAppMan
source: User {0} cannot be deactivated because he/she is set as Approval Manager for some active commodities. Replace the approval manager for all of active commodities and you can deactivate the user then.
cs_cz: Uživatele {0} nelze deaktivovat, protože je u některých aktivních komodit nastaven jako schvalovatel. Nahraďte schvalovatele u všech aktivních komodity a poté můžete uživatele deaktivovat.
sk_sk: Užívateľa {0} nemožno deaktivovať, pretože je u niektorých aktívnych komodít nastavený ako schvaľovateľ. Nahraďte schvaľovateľa u všetkých aktívnych komodit a potom môžete užívateľa deaktivovať.

# UserCannotBeDeactivatedOrderer
source: User {0} cannot be deactivated because he/she is set as Orderer for some active commodities. Replace the orderer for all of active commodities and you can deactivate the user then.
cs_cz: Uživatele {0} nelze deaktivovat, protože je u některých aktivních komodit nastaven jako objednavatel. Nahraďte objednavatele u všech aktivních komodity a poté můžete uživatele deaktivovat.
sk_sk: Užívateľa {0} nemožno deaktivovať, pretože je u niektorých aktívnych komodít nastavený ako objednávateľ. Nahraďte objednávateľa u všetkých aktívnych komodit a potom môžete užívateľa deaktivovať.

# UserCannotBeDeletedAppMan
source: User {0} cannot be deleted because he/she is set as Approval Manager for some active commodities. Replace the approval manager for all of active commodities and you can delete the user then.
cs_cz: Uživatele {0} nelze smazat, protože je u některých aktivních komodit nastaven jako schvalovatel. Nahraďte schvalovatele u všech aktivních komodity a poté můžete uživatele smazat.
sk_sk: Užívateľa {0} nemožno zmazať, pretože je u niektorých aktívnych komodít nastavený ako schvaľovateľ. Nahraďte schvaľovateľa u všetkých aktívnych komodit a potom môžete užívateľa zmazať.

# UserCannotBeDeletedOrderer
source: User {0} cannot be deleted because he/she is set as Orderer for some active commodities. Replace the orderer for all of active commodities and you can delete the user then.
cs_cz: Uživatele {0} nelze smazat, protože je u některých aktivních komodit nastaven jako objednavatel. Nahraďte objednavatele u všech aktivních komodity a poté můžete uživatele smazat.
sk_sk: Užívateľa {0} nemožno zmazať, pretože je u niektorých aktívnych komodít nastavený ako objednávateľ. Nahraďte objednávateľa u všetkých aktívnych komodit a potom môžete užívateľa zmazať.

source: Missing Mandatory Value
cs_cz: Chybějící povinná hodnota
sk_sk: Chýbajúca povinná hodnota

source: Request Item
cs_cz: Položka objednávky
sk_sk: Položka objednávky

source: Request Items
cs_cz: Položky objednávky
sk_sk: Položky objednávky

# UnitOfMeasurement
source: Unit
cs_cz: Jednotka
sk_sk: Jednotka

source: Item Name
cs_cz: Název položky
sk_sk: Názov položky

source: Missing
cs_cz: Chybí
sk_sk: Chýba

# DragDropNotSupported
source: File Drag & Drop is not supported for this browser
cs_cz: Drag & Drop v tomto prohlížeči nefunguje
sk_sk: Drag & Drop v tomto prehliadači nefunguje

# SelectAttachment
source: You can click here and select attachment
cs_cz: Pro vložení přílohy klikněte sem
sk_sk: Pre vloženie prílohy kliknite sem

source: Deactivate
cs_cz: Deaktivovat
sk_sk: Deaktivovať

source: Manager Substitution Detail
cs_cz: Zastupování Detail
sk_sk: Zastupovanie Detail

# MinDate
source: Date must be greater than '{0}'
cs_cz: Datum musí být větší než '{0}'
sk_sk: Dátum musí byť väčšia ako '{0}'

source: Status
cs_cz: Stav
sk_sk: Stav

# SubstDeactivateConfirm
source: Are you sure to deactivate the substitute ?
cs_cz: Opravdu chcete deaktivovat toto zastupování ?
sk_sk: Naozaj chcete deaktivovať toto zastupovanie?

# MailSubstAppRequestBody
source: User {0} requests you to approve substitution of {1}
cs_cz: Uživatel {0} vás žádá o schválení zastupování {1}
sk_sk: Užívateľ {0} vás žiada o schválenie zastupovania {1}

# MailSubstAppRequestSubject
source: User Substitution - Approval Request
cs_cz: Zastupování - Žádost o schválení
sk_sk: Zastupovanie - Žiadosť o schválenie

# PrivacyCentre
source: Visible for my Centre
cs_cz: Viditelný pro mé středisko
sk_sk: Viditeľný pre moje stredisko

# PrivacyPrivate
source: Private
cs_cz: Privátní
sk_sk: Privátny

# PrivacyPublic
source: Public
cs_cz: Veřejný
sk_sk: Verejný

source: Approval Is Needed
cs_cz: Je vyžadováno schválení
sk_sk: Vyžaduje schválenie

# OrderAllowed
source: Order is allowed
cs_cz: Je povolena objednávka
sk_sk: Je povolená objednávka

# CentreScope
source: Centre
cs_cz: Střediskový
sk_sk: Strediskový

source: Private
cs_cz: Privátní
sk_sk: Privátny

source: Public
cs_cz: Veřejný
sk_sk: Verejný
