Repository: kamsyk/Kamsyk.Reget
Catalog: Kamsyk.Reget/App_GlobalResources/RequestResource.*.resx
Languages: bg_bg, cs_cz, hu_hu, pl_pl, sk_sk, sl_si, sr_latn_cs

source: Actual Price
bg_bg: Цена
cs_cz: Skutečná cena
hu_hu: Tényleges ár
pl_pl: Cena rzeczywista
sk_sk: Skutočná cena
sl_si: Trenutna cena
sr_latn_cs: Trenutna cena

source: Add Invoice
bg_bg: Добави фактура
cs_cz: Přidat fakturu
hu_hu: Számla hozzáadása
pl_pl: Dodaj fakturę
sk_sk: Pridať fakturu
sl_si: Dodaj račun
sr_latn_cs: Dodaj račun

source: Add limit
bg_bg: Добави лимит
cs_cz: Přidat limit
hu_hu: Limit hozzáadása
pl_pl: Dodaj limit
sk_sk: Pridať limit
sl_si: Dodaj omejitev
sr_latn_cs: Dodaj limit

source: Address
bg_bg: Адрес
cs_cz: Adresa
hu_hu: Cím
pl_pl: Adres
sk_sk: Adresa
sl_si: Naslov
sr_latn_cs: Adresa

# AddToShopBasket
source: Add to Shopping Basket
bg_bg: Добави към кошницата за покупки
cs_cz: Přidat do košíku
hu_hu: Kosárba tesz
sk_sk: Pridať do košíka
sl_si: Dodaj v košarico
sr_latn_cs: Dodaj u korpu

source: All
bg_bg: Всички
cs_cz: Vše
hu_hu: Összes
pl_pl: Wszystko
sk_sk: Všetko
sl_si: Vse
sr_latn_cs: Sve

source: Amount
bg_bg: Сума
cs_cz: Množství
hu_hu: Összeg
pl_pl: Kwota
sk_sk: Množstvo
sl_si: Vsota
sr_latn_cs: Suma

source: Approval
bg_bg: Одобрение
cs_cz: Schválení
hu_hu: Jóváhagyás
pl_pl: Akceptacja
sk_sk: Schválenie
sl_si: Odobritev
sr_latn_cs: Odobrenje

source: Approval Matrix
bg_bg: Матрица за одобрение
cs_cz: Schvalovací matice
hu_hu: Jóváhagyás-mátrix
pl_pl: Matryca akceptacji
sk_sk: Schvaľovacia matica
sl_si: Odobritvena matrika
sr_latn_cs: Matrica odobravanja

# ApprovalRequestMail
source: Approval Request
bg_bg: Искане за одобрение
cs_cz: Žádost o schválení
hu_hu: Jóváhagyás kérése
pl_pl: Wnioskek o akceptację
sk_sk: Žiadosť o schválenie
sl_si: Odobritveni zahtevek
sr_latn_cs: Zahtev za odobrenje

source: Approve
bg_bg: Одобрявам
cs_cz: Schválit
hu_hu: Jóváhagy
pl_pl: Zaakceptuj
sk_sk: Schváliť
sl_si: Odobriti
sr_latn_cs: Odobriti

# ApproveConfirm
source: Are you sure to approve the Request ?
bg_bg: Сигурни ли сте, че искате да одобрите искането?
cs_cz: Opravdu chcete schválit požadavek ?
hu_hu: Biztosan jóvá akarja hagyni a kérést?
pl_pl: Czy jesteś pewien(a), że chcesz zaakceptować Wniosek?
sk_sk: Skutočne si prajete schváliť požiadavok ?
sl_si: Ali ste prepričani v odobritev tega zahtevka?
sr_latn_cs: Da li ste sigurni da želite da odobrite ovaj zahtev?

source: Approved
bg_bg: Одобрено
cs_cz: Schváleno
hu_hu: Jóváhagyva
pl_pl: Zaakceptowano
sk_sk: Schválené
sl_si: Odobreno
sr_latn_cs: Odobreno

# ApproveMan
source: Approval Manager
bg_bg: Одобряващ
cs_cz: Schvalovatel
hu_hu: Jóváhagyó
pl_pl: Menadżer
sk_sk: Schvalovateľ
sl_si: Direktor
sr_latn_cs: Direktor

# ApproverRemark
source: Manag. Remark
bg_bg: Коментари на управителя
cs_cz: Pozn. schval.
hu_hu: Jóváhagyói megjegyzés
pl_pl: Uwagi akceptującego
sk_sk: Pozn. schval.
sl_si: Opomba direktorja
sr_latn_cs: Napomena direktora

source: April
bg_bg: Април
cs_cz: Duben
hu_hu: Április
pl_pl: Kwiecień
sk_sk: Apríl

source: Area
bg_bg: Регион
cs_cz: Oblast
hu_hu: Térség
pl_pl: Obszar
sk_sk: Oblasť
sl_si: Področje
sr_latn_cs: Područje

# Attachements
source: Attachments
bg_bg: Приложения
cs_cz: Přílohy
hu_hu: Csatolmányok
pl_pl: Załączniki
sk_sk: Prílohy
sl_si: Priponke
sr_latn_cs: Prilozi

source: August
bg_bg: Август
cs_cz: Srpen
hu_hu: Augusztus
pl_pl: Sierpień
sl_si: Avgust
sr_latn_cs: Avgust

source: Axis X
bg_bg: X кордината
cs_cz: Osa X
hu_hu: X tengely
pl_pl: Oś X
sk_sk: Osa X
sl_si: Os X
sr_latn_cs: Osa X

source: Axis Y
bg_bg: Y кордината
cs_cz: Osa Y
hu_hu: Y tengely
pl_pl: Oś Y
sk_sk: Osa Y
sl_si: Os Y
sr_latn_cs: Osa Y

source: Calendar
bg_bg: Календар
cs_cz: Kalendář
hu_hu: Naptár
pl_pl: Kalendarz
sk_sk: Kalendár
sl_si: Koledar
sr_latn_cs: Kalendar

source: Cancel
bg_bg: Отказ
cs_cz: Zrušit
hu_hu: Törlés
pl_pl: Anuluj
sk_sk: Zrušiť
sl_si: Prekliči
sr_latn_cs: Otkaži

source: Cancel Changes
bg_bg: Отмяна промени
cs_cz: Zrušit změny
hu_hu: Változtatások elvetése
pl_pl: Anuluj zmiany
sk_sk: Zrušiť zmeny
sl_si: Prekliči spremembe
sr_latn_cs: Otkaži promene

# CancelConfirm
source: Are you sure to Cancel the Request?
bg_bg: Сигурни ли сте, че искате да откажете искането?
cs_cz: Opravdu chcete zrušit požadavek?
hu_hu: Biztosan törölni akarja a kérést?
pl_pl: Czy jesteś pewien(a), że chcesz anulować Wniosek?
sk_sk: Skutočně si prajete zrušiť požiadavku?
sl_si: Ali res želite preklicati naročilo?
sr_latn_cs: Da li ste sigurni da želite da otkažete ovaj zahtev?

source: Canceled
bg_bg: Отказан
cs_cz: Zrušeno
hu_hu: Törölve
pl_pl: Anulowano
sk_sk: Zrušené
sl_si: Preklicano
sr_latn_cs: Otkazano

source: Canceled by Orderer
bg_bg: Отказан от поръчващия
cs_cz: Zrušeno objednavatelem
hu_hu: A megrendelő által törölve
pl_pl: Anulowane przez zamawiającego
sk_sk: Zrušené objednateľom
sl_si: Preklicano s strani naročnika
sr_latn_cs: Otkazano od strane naručioca

source: Canceled by Requestor
bg_bg: Отказан от запитващия
cs_cz: Zrušeno žadatelem
hu_hu: A kérelmező által törölve
pl_pl: Anulowane przez wnioskodawcę
sk_sk: Zrušené žiadateľom
sl_si: Preklicano s strani izdajatelja zahtevka
sr_latn_cs: Otkazano od strane podnosioca zahteva

# CanceledConfirm
source: Are you sure to cancel the Request?
bg_bg: Сигурни ли сте, че искате да откажете искането?
cs_cz: Opravdu chcete požadavek zrušit?
hu_hu: Biztosan törölni akarja a kérést?
pl_pl: Czy jesteś pewien(a), że chcesz anulować Wniosek?
sk_sk: Skutočne si prajete zrušiť požiadavku?
sl_si: Ali ste prepričani, da želite preklicati zahtevek?
sr_latn_cs: Da li ste sigurni da želite da otkažete ovaj zahtev?

# CatalogAdmin
source: Catalog Administration
bg_bg: Каталог на администратор
cs_cz: Administrace katalogu
hu_hu: Katalóguskezelés
sk_sk: Administrácia katalogu
sr_latn_cs: Administracija kataloga

# Centre
source: Center
bg_bg: Център
cs_cz: Středisko
hu_hu: Központ
pl_pl: MPK
sk_sk: Stredisko
sl_si: Stroškovno mesto
sr_latn_cs: Centar

# Centres
source: Centers
bg_bg: Центрове
cs_cz: Střediska
hu_hu: Központok
pl_pl: MPK
sk_sk: Strediská
sl_si: Stroškovna mesta
sr_latn_cs: Centri

source: Changed by
bg_bg: Променено от
cs_cz: Změnil
hu_hu: Módosította
pl_pl: Zmienione przez
sk_sk: Zmenil
sl_si: Spremenjeno od
sr_latn_cs: Izmenio

# ChangedDate
source: Last Change Date
bg_bg: Промяна дата
cs_cz: Datum poslední změny
hu_hu: Utolsó módosítás dátuma
pl_pl: Data ostatniej zmiany
sk_sk: Dátum poslednej zmeny
sl_si: Zadnji spremenjeni datum
sr_latn_cs: Datum poslednje izmene

# ChangesWereSaved
source: Changes were saved successfully
bg_bg: Промените бяха запаметени успешно.
cs_cz: Změny byly úspěšně uloženy
hu_hu: A módosítások sikeresen mentésre kerültek
pl_pl: Zmiany zostały zapisaane
sk_sk: Zmeny boli úspešně uložené
sl_si: Spremembe so bile uspešno shranjene
sr_latn_cs: izmene su uspešno sačuvane

source: City
bg_bg: Град
cs_cz: Město
hu_hu: Város
pl_pl: Miasto
sk_sk: Mesto
sl_si: Mesto
sr_latn_cs: Mesto

# ClickOnRequest
source: Click on the Request Nr link and after the request is opend approve, reject the Request or send it back to the Requestor.
bg_bg: Кликнете на номера на искането и след като се отвори, го одобрете, откажете или върнете на заявителя.
cs_cz: Klikněte na číslo požadavku a po otevření požadavek buď schvalte, zamítněte nebo vraťe zpět žadateli.
hu_hu: Kattintson a kérésszám hivatkozására, majd miután a kérés megnyílt, hagyja jóvá, vesse el vagy küldje vissza a kérést a kérelmezőnek.
pl_pl: Kliknij a numer wniosku, po jego otwarciu zaakceptuj, odrzuć wniosek lub odeślij do wnioskodawcy.
sk_sk: Kliknite na číslo požiadavky a po jej otvorení ju schválte, zamietnite alebo vráťte zpeť ku žiadateľovi.
sl_si: Kliknite na povezavo številke zahtevka in ko je zahtevek odprt, odobrite, zavrnite ali pošljite zahtevek nazaj k izdajatelju.
sr_latn_cs: Kliknite link 'Broj zahteva' i pošto je zahtev otvoren, odobrite, otkažite zahtev ili ga pošaljite nazad podnosiocu zahteva

# ClickOnRequestOrder
source: Click on the Request Nr. and then, when the request is opened, generate an Order or send the Order back to the Requestor
bg_bg: Кликнете на номера на искането и след като се отвори, генерирайте Поръчка или я върнете на заявителя.
cs_cz: Klikněte na číslo požadavku a po jeho otvevření z něj vytvořte objednávku nebo ho vraťte zpět k žadateli.
hu_hu: Kattintson a kérésszámra, majd miután a kérés megnyílt, hozzon létre egy megrendelést vagy küldje vissza a megrendelést a kérelmezőnek.
pl_pl: Kliknij na numer wniosku, po jego otwarciu wygeneruj Zamówienie lub wyślij zamówienie zpowrotem do Wnioskodawcy
sk_sk: Kliknite na číslo požiadavky a po jej otvorení ju z nej vytvorte objednávku alebo ju vráťte zpeť ku žiadateľovi.
sl_si: Kliknite na povezavo številke zahtevka in ko je zahtevek odprt, naročite ali pošljite naročilo nazaj k izdajatelju zahtevka.
sr_latn_cs: Kliknite link 'Broj zahteva' i pošto je zahtev otvoren, napravite narudžbenicu ili je pošaljite nazad podnosiocu zahteva

source: Close
bg_bg: Затвори
cs_cz: Zavřít
hu_hu: Bezárás
pl_pl: Zamknij
sk_sk: Zatvoriť
sl_si: Zapri
sr_latn_cs: Zatvori

# CloseConfirm
source: Are you sure to close the Request?
bg_bg: Сигурни ли сте, че искате да затворите искането?
cs_cz: Opravdu chcete uzavřít požadavek?
hu_hu: Biztosan be akarja zárni a kérést?
pl_pl: Czyjesteś pewien(a), że chcesz zamknąć Wniosek?
sk_sk: Skutočne si prajete uzatvoriť požadavku?
sl_si: Ali ste prepričani, da želite zapreti zahtevek?
sr_latn_cs: Da li ste sigurni da želite da zatvorite zahtev?

source: Closed
bg_bg: Затворен
cs_cz: Uzavřeno
hu_hu: Bezárva
pl_pl: Zamnięty
sk_sk: Uzatvorené
sl_si: Zaprto
sr_latn_cs: Zatvoreno

source: Contact
bg_bg: Контакт
cs_cz: Kontakt
hu_hu: Kapcsolat
pl_pl: Kontakt
sk_sk: Kontakt
sl_si: Kontakt
sr_latn_cs: Kontakt

source: Contact Person
bg_bg: Лице за контакт
cs_cz: Kontaktní osoba
hu_hu: Kapcsolattartó személy
pl_pl: Osoba kontaktowa
sk_sk: Kontaktná osoba
sl_si: Kontaktna oseba
sr_latn_cs: Osoba za kontakt

source: Country
bg_bg: Страна
cs_cz: Země
hu_hu: Ország
pl_pl: Kraj
sk_sk: Štát
sl_si: Država
sr_latn_cs: Država

source: Currency
bg_bg: Валута
cs_cz: Měna
hu_hu: Pénznem
pl_pl: Waluta
sk_sk: Mena
sl_si: Valuta
sr_latn_cs: Valuta

# CurrentUser
source: User
bg_bg: Настоящ потребител
cs_cz: Uživatel
hu_hu: Felhasználó
pl_pl: Użytkownik
sk_sk: Uživateľ
sl_si: Uporabnik
sr_latn_cs: Korisnik

source: Day
bg_bg: Ден
cs_cz: Den
hu_hu: Nap
pl_pl: Dzień
sk_sk: Deň
sl_si: Dan
sr_latn_cs: Dan

source: December
bg_bg: Декември
cs_cz: Prosinec
pl_pl: Grudzień
sr_latn_cs: Decembar

source: Default Filter
bg_bg: Филтър по подразбиране
cs_cz: Výchozí filtr
hu_hu: Alapértelmezett szűrő
pl_pl: Domyślny filtr
sk_sk: Východzí filter
sl_si: Privzeti filter
sr_latn_cs: Standardni filter

source: Delete
bg_bg: Изтриване
cs_cz: Smazat
hu_hu: Törlés
pl_pl: Usun
sk_sk: Odstrániť
sl_si: Izbrisati
sr_latn_cs: Izbrisati

# DeleteAttConfirm
source: Are you sure to delete the attachment?
bg_bg: Сигурни ли сте, че искате да изтриете приложението?
cs_cz: Opravdu chcete smazat přílohu?
hu_hu: Biztosan törölni akarja a csatolmányt?
pl_pl: Czy jesteś pewien, że chcesz usunąć załącznik?
sk_sk: Skutočně si prajete zmazať prílohu?
sl_si: Ali ste prepričani, da želite izbrisati priponko?
sr_latn_cs: Da li ste sigurni da želite da izbrišete prilog?

source: Delivered
bg_bg: Доставен
cs_cz: Dodáno
hu_hu: Leszállítva
pl_pl: Dostarczone
sk_sk: Dodané
sl_si: Dostavljeno
sr_latn_cs: Isporučeno

# DeliveredMail
source: Required material / services were delivered.
bg_bg: Доставена поща
cs_cz: Požadovaný materiál / služby byly dodány.
hu_hu: A kért anyagok/szolgáltatások leszállításra/teljesítésre kerültek.
pl_pl: Wnioskowane materiały / usługi zostały dostarczone.
sk_sk: Požadovaný materiál / služby boly dodané.
sl_si: Zahtevan material/storitve so dostavljene.
sr_latn_cs: Zahtevani materijal/usluga je isporučena.

# DeliveriedDate
source: Delivered
bg_bg: Дата на доставка
cs_cz: Dodáno
hu_hu: Leszállítva
pl_pl: Dostarczone
sk_sk: Dodané
sl_si: Dostavljeno
sr_latn_cs: Isporučeno

# DIC
source: Vat Id
bg_bg: DIC
cs_cz: DIČ
sk_sk: DIČ
sl_si: Id za DDV
sr_latn_cs: PDV

source: Display All Suppliers
bg_bg: Покажи всички доставчици
cs_cz: Zobrazit všechny dodavatele
hu_hu: Az összes beszállító megjelenítése
pl_pl: Wyświetl wszystkich dostawców
sk_sk: Zobraziť všetkých dodávateľov
sl_si: Prikaži vse dobavitelje
sr_latn_cs: Prikaži sve dobavljače

source: Display History
bg_bg: Покажи история
cs_cz: Zobrazit historii
hu_hu: Előzmények megjelenítése
pl_pl: Pokaż historie
sk_sk: Zobraziť históriu
sl_si: Prikaži zgodovino
sr_latn_cs: Prikaži prošlost

# DisplayPrice
source: Display estimated price in an order
bg_bg: Покажи приблизителна цена
cs_cz: Zobrazit předp. cenu v objednávce
hu_hu: A becsült ár megjelenítése a megrendelésben
pl_pl: Pokazuj estymowaną cenę na zamówieniu
sk_sk: Zobraziť predp. cenu v objednávke
sl_si: Prikaži okvirno ceno naročila
sr_latn_cs: Prikaži okvirnu cenu na narudžbenici

# DisplayPurchseGroup
source: Display Purchase Groups
bg_bg: Покажи група покупки
cs_cz: Zobrazit skupiny nákupu
hu_hu: Beszerzési csoportok megjelenítése
pl_pl: Pokaż grupy towarów / usług
sk_sk: Zobraziť skupiny nákupov
sl_si: Prikaži skupine izdelkov/storitev
sr_latn_cs: Prikaži tip nabavke

source: Display Requests
bg_bg: Покажи исканията
cs_cz: Zobrazit požadavky
hu_hu: Kérések megjelenítése
pl_pl: Pokaz wnioski
sk_sk: Zobraziť požiadavky
sl_si: Prikaži zahtevek
sr_latn_cs: Prikaži zahteve

# DisplayStatistics
source: Display Statistic
bg_bg: Покажи статистика
cs_cz: Zobrazit statistiku
hu_hu: Statisztika megjelenítése
pl_pl: Pokaż statystykę
sk_sk: Zobraziť štatistiku
sl_si: Prikaži statistiko
sr_latn_cs: Prikaži statistiku

source: Display Top
bg_bg: Покажи горната част
cs_cz: Zobrazit Top
hu_hu: Ugrás az oldal tetejére
pl_pl: Pokaż pierwsze
sk_sk: Zobraziť Top
sl_si: Prikaži vrh
sr_latn_cs: Prikaži početak

source: Documentation
bg_bg: Документация
cs_cz: Dokumentace
hu_hu: Dokumentáció
pl_pl: Dokumentacja
sk_sk: Dokumentácia
sl_si: Dokumentacija
sr_latn_cs: Dokumentacija

# DoNotReplyMail
source: Do not replay this mail! It was generated automatically and sent from the following mail address {0}
bg_bg: Не отговаряйте на съобщението! То е генерирано автоматично и е изпратено от следния електронен адрес
cs_cz: Na tento mail neodpovídejte! Byl vygenerován automaticky a odeslaný z adresy {0}
hu_hu: Ne válaszoljon erre a levélre! Ez egy automatikus üzenet, amely a következő e-mail címről érkezett {0}
pl_pl: Nie odpowiadaj na ten email! Został on wygenerowany automatycznie i wysłany z nastepującego adresu {0}
sk_sk: Na tento mail neodpovedajte! Bol vygenerovaný automaticky a odoslaný z adresy {0}
sl_si: Ne odgovorite na to eletkronsko pošto! Avtomatično je bila generirana in poslana iz sledečega elektronskega naslova
sr_latn_cs: Ne odgovorajte na ovu elektronsku poruku! Automatski je generisna i poslata sa sledeće elektronske adrese

source: Draft
bg_bg: Чернова
cs_cz: Návrh
hu_hu: Piszkozat
pl_pl: Propozycja
sl_si: Osnutek

source: Edit
bg_bg: Редактирам
cs_cz: Upravit
hu_hu: Szerkesztés
pl_pl: Edytuj
sk_sk: Upraviť
sl_si: Uredi
sr_latn_cs: Uredi

source: End Catalog Admin Mode
bg_bg: Край каталог администраторски формат?
cs_cz: Ukončit administraci katalogu
hu_hu: Katalógus admin mód befejezése
sk_sk: Ukončiť administráciu katalogu
sr_latn_cs: Završi administriranje kataloga

source: End User Documentation
bg_bg: Край потребителска документация
cs_cz: Uživatelská dokumentace
hu_hu: Felhasználói dokumentáció befejezése
pl_pl: Dokumentacja użytkownika
sk_sk: Uživateľská dokumentácia
sl_si: Zaključi dokumentacijo uporabnika
sr_latn_cs: Završi korisničku dokumentaciju

# EnterSearchedSuppNameId
source: Enter searched supplier name or id
cs_cz: Zadejte název hledaného dodavatele nebo jeho IČO
hu_hu: Adja meg a keresett beszállító nevét vagy azonosítóját
pl_pl: Wprować nazwę lub identyfikator poszukiwanego dostawcy
sk_sk: Vložte názov hľedaného dodávateľa alebo jeho IČO
sl_si: Vpiši ime ali ID iskanega dobavitelja
sr_latn_cs: Unesi ime ili kod traženog dobavljača

# Error
source: An Error occured in the Application.
bg_bg: Беше установена грешка в приложението.
cs_cz: V aplikaci došlo k chybě.
hu_hu: Hiba történt az alkalmazásban.
pl_pl: Wystąpił błąd w aplikacji.
sk_sk: V aplikácii došlo k chybe.
sl_si: Napaka aplikacije.
sr_latn_cs: Greška se dogodila u aplikaciji.

source: Estimated Price
bg_bg: Очаквана цена
cs_cz: Předpokl. cena
hu_hu: Becsült ár
pl_pl: Estymowana cena
sk_sk: Predpokl. cena
sl_si: Okvirna cena
sr_latn_cs: Okvirna cena

source: Est. Price
bg_bg: Очакв. Цена
cs_cz: Předp. cena
hu_hu: Becs. ár
pl_pl: Est. Cena
sk_sk: Predp. cena
sl_si: Okv. cena
sr_latn_cs: Okv. cena

# ExportApprovalMatrix
source: Export of the Approval Matrix
bg_bg: Експорт на матрица за одобрение
cs_cz: Export schvalovacích matic
hu_hu: A jóváhagyás-mátrix exportálása
pl_pl: Eksport Matrycy Akceptacji
sk_sk: Export schvalovacích matíc
sl_si: Izvoz odobritvene matrike
sr_latn_cs: Izvoz matrice odobravanja

# ExportApprovalMatrixtoExcel
source: Export of the Approval Matrix to Excel
bg_bg: Експорт на матрица за одобрение в Excel
cs_cz: Export schvalovacích matic do Excelu
hu_hu: A jóváhagyás-mátrix exportálása Excel-fájlként
pl_pl: Eksport Matrycy Akceptacji do Excela
sk_sk: Export schvalovacích matíc do Excelu
sl_si: Izvoz odobritvene matrike v Excel
sr_latn_cs: Izvoz matrice odobravanja u Excel

# ExportPriceChangeConfirm
source: Are you sure to save this setting?\r\nIf you save the setting, the option -> #E# is automatically set in your next request for supplier #S#.
bg_bg: Сигурни ли сте, че искате да запазите тези настройки?
cs_cz: Chcete uložit toto nastavení?\r\nPokud nastavení uložíte, nastaví se ve Vašem příštím požadavku pro dodavatele #S# automaticky volba -> #E#.
hu_hu: Biztosan menteni akarja a beállításokat?\r\nHa menti a beállításokat, következő kérésében az -> #E# opciónál automatikusan a #S# beszállító kerül beállításra.
pl_pl: Czy jesteś pewien, że chcesz zachować ustawienia?\r\nJeżeli zapiszesz ustawienia, opcja -> #E# jest automatycznie ustawiona w twoim następnym zamowieniu do dostawcy #S#.
sk_sk: Prajete si uložiť toto nastavenie?\r\nPokiaľ nastavenie uložíte, nastaví se vo Vašej nasledujúcej požaidavke pre dodávateľa #S# automaticky volba -> #E#.
sl_si: Ste prepričani, da želite shraniti nastavitve?r\nIf shranili ste nastavitve, možnosti -> #E# je avtomatično nastavljeno v vašem naslednjem zahtevku za dobavitelja #S#.
sr_latn_cs: Da li ste sigurni da želite da snimite ovo podešavanje?\r\nUkoliko snimite ovo podešavanje, opcija -> #E# je automatski podešena u vašem sledećem zahtevu za dobavljača #S#.

# ExportPriceToOrder
source: Display estimated price in an order
bg_bg: Покажи очакваната цена в поръчката
cs_cz: Zobrazit předp. cenu v objednávce
hu_hu: A becsült ár megjelenítése a megrendelésben
pl_pl: Wyświetlaj estymowaną cenę na zamówieniu
sk_sk: Zobraziť predp. cenu v objednávke
sl_si: Prikaži okvirno ceno na naročilu
sr_latn_cs: Prikaži okvirnu cenu na narudžbenici

source: Export to Excel
bg_bg: Еспорт в Excel
cs_cz: Exportovat do Excelu
hu_hu: Exportálás Excel-fájlként
pl_pl: Eksportuj do Excela
sk_sk: Exportovať do Excelu
sl_si: Izvozi v Excel
sr_latn_cs: Izvezi u Excel

source: February
bg_bg: Февруари
cs_cz: Únor
hu_hu: Február
pl_pl: Luty
sk_sk: Február
sl_si: Februar
sr_latn_cs: Februar

# FillFixValues
source: Fill, fix the values in the highlighted fields.
bg_bg: Попълнете/поправете стойностите в оцветените полета
cs_cz: Doplňte, opravte hodnoty ve zvýrazněných polích!
hu_hu: Töltse ki és rögzítse a kiemelt mezők értékeit.
pl_pl: Wypełnij/Popraw wartości w zaznaczonych polach
sk_sk: Doplňte, opravte hodnoty vo zvýrazněných poliach!
sl_si: Izpolni, popravi vrednosti v označenih poljih
sr_latn_cs: Popuni, ispravi vrednosti u označenim poljima

source: Filter
bg_bg: Филтър
cs_cz: Filtr
hu_hu: Szűrő
pl_pl: Filtr
sk_sk: Filtr

source: Friday
bg_bg: Петък
cs_cz: Pátek
hu_hu: Péntek
pl_pl: Pią
sk_sk: Piatok
sl_si: Pet
sr_latn_cs: Pet

# FromTo_From
source: From
bg_bg: От
cs_cz: Od
hu_hu: '-tól
pl_pl: Od
sk_sk: Od
sl_si: Od
sr_latn_cs: Od

# FromTo_To
source: To
bg_bg: До
cs_cz: Do
hu_hu: '-ig
pl_pl: Do
sk_sk: Do
sl_si: Za
sr_latn_cs: Za

# GeneratedBy
source: Otis Internal Request System
bg_bg: Отис вътрешна система за искания
cs_cz: systémem na správu interních požadavků
hu_hu: Otis Belső Kérések Rendszere
pl_pl: System Zamówień Wewnętrznych
sk_sk: systémom na správu interných požiadaviek
sl_si: Otisov notranji sistem naročil
sr_latn_cs: Otisov interni sistem naručivanja

# GenerateOrderConfirm
source: Are you sure to generate order?
bg_bg: Сигурни ли сте, че искате да генерирате искане?
cs_cz: Opravdu chcete generovat objednávku?
hu_hu: Biztosan létre akarja hozni a megrendelést?
pl_pl: Czy jesteś pewien, że chcesz wygenerować zamówienie?
sk_sk: Skutočne si prajete generovať objednávku?
sl_si: Ste prepričani, da želite ustvariti naročilo?
sr_latn_cs: Da li ste sigurni da želite da napravite narudžbenicu?

source: Hour
bg_bg: Час
cs_cz: Hodina
hu_hu: Óra
pl_pl: Godzina
sk_sk: Hodina
sl_si: Ura
sr_latn_cs: Sat

# ICO
source: Id
bg_bg: ICO
cs_cz: IČO
hu_hu: Supplier Id
pl_pl: Identyfikator dostawcy
sk_sk: IČO
sl_si: Številka dobavitelja
sr_latn_cs: Šifra dobavljača

# InProcessRequestList
source: Requests In Process
bg_bg: Искането е в процес
cs_cz: Rozpracované požadavky
hu_hu: Folyamatban lévő kérések
pl_pl: Wnioski w trakcie
sk_sk: Rozpracované požiadavky
sl_si: Zahtevek v obdelavi
sr_latn_cs: Zahtevi u toku

source: Insert
bg_bg: Вмъкни
cs_cz: Vložit
hu_hu: Beilleszt
pl_pl: Wstaw
sk_sk: Vložiť
sl_si: Vstavi
sr_latn_cs: Ubaci

source: In Sum
bg_bg: Общо
cs_cz: Celkem
hu_hu: Összesen
pl_pl: Razem
sk_sk: Celkom
sl_si: V vsoti
sr_latn_cs: Ukupno

# InternalRequestList
source: Requests List
bg_bg: Вътрешен списък с искания
cs_cz: Výpis požadavků
hu_hu: Belső kérések listája
pl_pl: Lista wniosków
sk_sk: Výpis požiadaviek
sl_si: Notranji seznam zahtevkov
sr_latn_cs: Interna lista zahteva

# InvoiceMissing
source: The Request cannot be closed. No Invoice was entered.
bg_bg: Искането не може да се приключи. Не е въведена фактура
cs_cz: Požadavek není možné uzavřít. Není zadána žádná faktura.
hu_hu: A kérést nem lehet bezárni. Nem adott meg számlát.
pl_pl: Wniosek nie może być zamknięty. Faktura nie została wprowadzona
sk_sk: Požiadavku nieje možné uzatvoriť. Nieje zadaná žiadna faktura.
sl_si: Zahtevek ne more biti zaprt. Račun ni bil vnesen.
sr_latn_cs: Zahtev ne može biti zatvoren. Nijedan račun nije unet.

source: Invoice Nr.
bg_bg: Номер фактура
cs_cz: Faktura č.
hu_hu: Számla száma
pl_pl: Nr faktury
sk_sk: Faktura č.
sl_si: Številka računa
sr_latn_cs: Broj računa

source: Issued Date
bg_bg: Дата на издаване
cs_cz: Datum vytvoření
hu_hu: Kiállított dátum
pl_pl: Data wystawienia
sk_sk: Dátum vytvorenia
sl_si: Datum izdaje
sr_latn_cs: Datum izdavanja

source: Items Count
bg_bg: Броене на артикули
cs_cz: Počet položek
hu_hu: Tételek számlálása
pl_pl: Liczba pozycji
sk_sk: Počet položiek
sl_si: Količina
sr_latn_cs: Količina

source: January
bg_bg: Януари
cs_cz: Leden
hu_hu: Január
pl_pl: Styczeń
sk_sk: Január
sl_si: Januar
sr_latn_cs: Januar

source: July
bg_bg: Юли
cs_cz: Červenec
hu_hu: Július
pl_pl: Lipiec
sk_sk: Júl
sl_si: Julij
sr_latn_cs: Jul

source: Jun
bg_bg: Юни
cs_cz: Červen
hu_hu: Június
pl_pl: Czerwiec
sk_sk: Jún
sl_si: Junij

source: Lead Time
bg_bg: Срок
cs_cz: Datum dodání
hu_hu: Igényelt határidő
pl_pl: Termin realizacji
sk_sk: Dátum dodania
sl_si: Dobavni rok
sr_latn_cs: Rok isporuke

source: less
bg_bg: По-малко
cs_cz: méně
hu_hu: kevesebb
pl_pl: Mniej
sk_sk: menej
sl_si: manj
sr_latn_cs: manje

source: Loading Data ...
bg_bg: Зареждане на данни ...
cs_cz: Načítám data ...
hu_hu: Adatok betöltése ...
pl_pl: Ładowanie danych …
sk_sk: Načítavam dáta ...
sl_si: Nalagam podatke …
sr_latn_cs: Učitavanje podataka
