Repository: kamsyk/Kamsyk.Reget
Catalog: Kamsyk.Reget/App_GlobalResources/RequestResource.*.resx
Languages: bg_bg, cs_cz, hu_hu, pl_pl, sk_sk, sl_si, sr_latn_cs

source: Lower Limit
bg_bg: По-нисък лимит
cs_cz: Spodní limit
hu_hu: Alsó limit
pl_pl: Dolny limit
sk_sk: Spodný limit
sl_si: Spodnji limit
sr_latn_cs: Donji limit

# MailAutomaticGenerate
source: This mail was generated automatically by {0}.
bg_bg: Това съобщение се генерира автоматично от
cs_cz: Tento mail byl vygenerován automaticky {0}.
hu_hu: Ez egy automatikus üzenet {0}-tól/-től.
pl_pl: Ta wiadomość została wygenerowana automatycznie przez {0}.
sk_sk: Tento mail bol vygenerovaný automaticky {0}.
sl_si: To sporočilo je avtomatično generiral {0}
sr_latn_cs: Ova elektronska poruka je automatski generisana od strane {0}.

# MailBodyDelivered
source: Required material / services from the Request nr. {0} were delivered.
bg_bg: Исканият материал/ услуги от Заявител номер {0} е доставен
cs_cz: Požadovaný materiál / služby z požadavku č. {0} byly dodány.
hu_hu: A {0} számú kérésben szereplő anyagok/szolgáltatások leszállításra/teljesítésre kerültek.
pl_pl: Zapotrzebowane materiały / usługi z wniosku nr {0} zostały dostarczone
sk_sk: Požadovaný materiál / služby z požiadavky č. {0} boly dodané.
sl_si: Zahtevan material/storitve iz zahtevka so dobavljene.
sr_latn_cs: Zahtevani materijal/usluga iz zahteva br. {0} je isporučena.

# MailBodyL
source: User {0} asks you to approve his request Nr. {1}
bg_bg: Потребител {0} Ви моли да одобрите неговото искане ном. {1}
cs_cz: Uživatel {0} Vás žádá o schválení svého požadavku č. {1}
hu_hu: A {0} felhasználó kéri, hogy hagyja jóvá a köv. számú kérését: {1}
pl_pl: Użytkownik {0} prosi o akceptację wniosku nr {1}
sk_sk: Uživateľ {0} Vás žiada o schválenie jeho požiadavky č. {1}
sl_si: Uporabnik {0} prosi za odobritev njegovega zahtevka št. {1}
sr_latn_cs: Korisnik {0} traži od vas odobrenje njegovog zahteva br. {1}

# MailBodyOrder
source: User {0} requires for creating an Order from the Request nr. {1}
bg_bg: Потребител {0} Ви моли да създадете поръчка от Искане ном. {1}
cs_cz: Uživatel {0} Vás žádá o vytvoření objednávky z požadavku č. {1}
hu_hu: A {0} felhasználó megrendelés létrehozását kéri a köv. számú kérésből: {1}
pl_pl: Użytkownik {0} prosi o przygotowanie zamówienia do wniosku nr {1}\
sk_sk: Uživateľ {0} Vás žiada o vytvorenie objednávky z požiadavky č. {1}
sl_si: Uporabnik {0} zahteva oblikovanje naročila iz zahtevka št. {1}
sr_latn_cs: Korisnik {0} traži kreiranje narudžbenice nasnovu zahteva br. {1}

# MailBodyRejected
source: User {0} rejected your request nr. {1}.
bg_bg: Потребител {0} отхвърли вашето искане ном. {1}
cs_cz: Uživatel {0} zamítnul Váš požadavek č. {1}.
hu_hu: A {0} felhasználó elutasította a köv. számú kérését: {1}.
pl_pl: Użytkownik {0} odrzucił twój wniosek nr {1}
sk_sk: Uživateľ {0} zamietnul Vašu požiadavku č. {1}.
sl_si: Uporabnik {0} je zavrnil vaš zahtevek št. {1}
sr_latn_cs: kokrisnik {0} je odbio vaš zahtev br. {1}

# MailBodySentBack
source: User {0} sent you back you request nr.{1} to be reworked.
bg_bg: Потребител {0} Ви връща вашето искане ном. {1} за преработване
cs_cz: Uživatel {0} Vám vrací Váš požadavek č.{1} k dopracování.
hu_hu: A {0} felhasználó átdolgozásra visszaküldte {1} számú kérését.
pl_pl: Użytkownik {0} odesłał zpowrotem twój wniosek nr {1} w celu dokonania korekt.
sk_sk: Uživateľ {0} Vám vracia Vašu požiadavku č.{1} k dopracovaniu.
sl_si: Uporabnik {0} vam je vrnil zahtevek št. {1} v popravek.
sr_latn_cs: Korisnik {0} šaljem vam nazad vaš zahtev br. {1} da se doradi.

source: Mail Language
bg_bg: Език на съобщението
cs_cz: Jazyk mailu
hu_hu: Levelezés nyelve
pl_pl: Język powiadomień e-mail
sk_sk: Jazyk mailu
sl_si: Jezik elektronskega sporočila
sr_latn_cs: Jezik u elektronskim porukama

# MailLoginInfo
source: In case a login popup window appears after you clicked on Request Nr. Enter your login name in this format 'EUOTIS\name'
bg_bg: В случай, че се появи прозорец за влизане след като сте кликнали на Искането. Въведете вашето потребителско име във формат: 'EUOTIS\име'
cs_cz: V případě, že se Vám po kliknutí na číslo požadavku objeví přihlašovací okno, zadejte Vaše přihlašovací jméno ve formátu 'EUOTIS\jmeno'
hu_hu: Amennyiben egy bejelentkezési ablak ugrik fel, miután a kérésszámra kattintott, a következő formátumban adja meg bejelentkezési nevét: „EUOTIS\name“
pl_pl: W przypadku pojewienia się okienka z monitem o nazwę użytkownika i hasło, po kliknięciu na Nr wnioski - Wprowadz swoją nazwę użytkownika w formacie 'EUOTIS\Nazwa_Użytkownika'
sk_sk: V prípade, ak sa Vám po kliknutí na číslo požaidavky objaví přihlašovacie okno, zadajte Vaše prihlašovacie meno vo formáte 'EUOTIS\meno'.
sr_latn_cs: U slučaju da se pojavi prozor prijavljivanje, posle klika na broj zahteva unesite vaše korisničko ime u sledećem formatu 'EUOTIS\korisničko ime'

# MailRecipient
source: Recipient
bg_bg: Получател
cs_cz: Adresát
hu_hu: Címzett
pl_pl: Adresat
sk_sk: Adresát
sl_si: Prejemnik
sr_latn_cs: Primalac

# MailRequestAlreadyApprovedBy
source: Request was already approve by {0}.
bg_bg: Искането вече е одобрено от {0}.
cs_cz: Požadavek byl již schválen uživatelem {0}.
hu_hu: A kérést {0} már jóváhagyta.
pl_pl: Wniosek został już zaakceptowany przez {0}.
sk_sk: Požiadavka bola schválená uživateľom {0}.
sl_si: Zahtevek je že odobril {0}
sr_latn_cs: Zahtev je već odobren od strane {0}

source: Manager Substitution
bg_bg: Заместващ Управител
cs_cz: Zastupování
hu_hu: Intéző helyettesítés
pl_pl: Zastępstwa Menedżerow
sk_sk: Zastupovanie
sl_si: Zamenjava direktorja
sr_latn_cs: Menja direktora

# MandatoryComboValue
source: Select a value.
bg_bg: Задължително поле. Изберете стойност.
cs_cz: Vyberte hodnotu.
hu_hu: A mező kitöltése kötelező. Válasszon egy értéket.
pl_pl: Pole jest wymagane. Wybierz wartość.
sk_sk: Vyberte hodnotu.
sl_si: Polje je obvezno. Izberite vrednost.
sr_latn_cs: Polje je obvezno. Izberite vrednost.

# MandatoryTextField
source: Enter a value.
bg_bg: Задължително поле. Посочете стойност.
cs_cz: Zadejte hodnotu.
hu_hu: A mező kitöltése kötelező. Adjon meg egy értéket.
pl_pl: Pole jest wymagane. Wprowadz wartość.
sk_sk: Zadajte hodnotu.
sl_si: Polje je obvezno. Vstavite vrednost.
sr_latn_cs: Polje je obvezno. Unesite vrednost.

source: March
bg_bg: Март
cs_cz: Březen
hu_hu: Március
pl_pl: Marzec
sk_sk: Marec
sl_si: Marec
sr_latn_cs: Mart

source: May
bg_bg: Май
cs_cz: Květen
hu_hu: Május
pl_pl: Maj
sk_sk: Máj
sl_si: Maj
sr_latn_cs: Maj

source: Minute
bg_bg: Минута
cs_cz: Minuta
hu_hu: Perc
pl_pl: Minuta
sk_sk: Minúta
sl_si: Minuta
sr_latn_cs: Minut

source: Mobile Phone
bg_bg: Мобилен телефон
cs_cz: Mobil
hu_hu: Mobiltelefon
pl_pl: Telefon komórkowy
sk_sk: Mobil
sl_si: Mobilni telefon
sr_latn_cs: Mobilni telefon

source: Monday
bg_bg: Понеделник
cs_cz: Pondělí
hu_hu: Hétfő
pl_pl: Pon
sk_sk: Pondelok
sl_si: Pon
sr_latn_cs: Pon

source: Month
bg_bg: Месец
cs_cz: Měsíc
hu_hu: Hónap
pl_pl: Miesiąc
sk_sk: Mesiac
sl_si: Mesec
sr_latn_cs: Mesec

source: more
bg_bg: Повече
cs_cz: více
hu_hu: több
pl_pl: Więcej
sk_sk: viacej
sl_si: več
sr_latn_cs: više

# MultiOrdererInfo
source: Request will be sent to all of the orderers after it is approved. The Request will be delegated to this orderer who will open it first.
bg_bg: Искането ще бъде пратено до всички заявители след като бъде одобрено. Искането ще бъде предадено на първия, който го отвори.
cs_cz: Požadavek bude po schválení odeslán všem objednavatelům. Bude přidělen tomu objednavateli, který si ho otevře jako první.
hu_hu: A kérés jóváhagyását követően valamennyi megrendelőnek elküldésre kerül. A kéréssel az azt elsőként megnyitó megrendelőt bízzák meg.
pl_pl: Zapotrzebowanie będzie wysłane do wszystkich zamawiających po jego zaakceptowaniu. Zapotrzebowanie zostanie przypisane do zamawiającego, który jako pierwszy otworzy zapotrzebowanie.
sk_sk: Požiadavka bude po schváleniu odoslaná všetkým objednavateľom. Bude pridelená tomu objednavateľovi, ktorý si ju otvorí ako prvý.
sl_si: Zahtevek bo poslan vsem naročnikom, ko bo odobren. Zahtevek se bo prenesel na osebo, ki ga bo prva odprla.
sr_latn_cs: Zahtev će biti upućen svim naručiocima pošto je odobren. Za zahtev će biti odgovoran onaj naručilac koji ga prvi otvori.

source: My Requests Only
bg_bg: Само мои искания
cs_cz: Pouze mé požadavky
hu_hu: Csak a saját kérések
pl_pl: Tylko moje wnioski
sk_sk: Iba moje požiadavky
sl_si: Samo moj zahtevek
sr_latn_cs: Samo moji zahtevi

source: Name
bg_bg: Име
cs_cz: Název
hu_hu: Megnevezés
pl_pl: Nazwa (Nazwisko)
sk_sk: Názov
sl_si: Ime
sr_latn_cs: Ime

# NewInternalRequest
source: New Request
bg_bg: Ново вътрешно искане
cs_cz: Nový požadavek
hu_hu: Új belső kérés
pl_pl: Nowy wniosek
sk_sk: Nová požiadavka
sl_si: Nov notranji zahtevek
sr_latn_cs: Novi interni zahtev

# NoAttachmentSelected
source: No Attachment was selected.
bg_bg: Не е избрано приложение
cs_cz: Nebyla vybraná žádná příloha.
hu_hu: Csatolmány nem került kiválasztásra.
pl_pl: Nie wybrano załącznika.
sk_sk: Nebola vybratá žiadna príloha.
sl_si: Nobena priloga ni bila izbrana.
sr_latn_cs: Nijedan prilog nije izabran

# NoLimit
source: Unlimited
bg_bg: Без лимит
cs_cz: Bez omezení
hu_hu: Korlátlan
pl_pl: Bez limitu
sk_sk: Bez obmedzenia
sl_si: Neomejeno
sr_latn_cs: Neograničeno

# NoRequestMeetsCriterions
source: No Request meets the filter criterions.
bg_bg: Никое искане не отговаря на зададените критерии.
cs_cz: Žádný požadavek neodpovídá zadaným kritériím ve filtru.
hu_hu: Egy kérés sem felel meg a szűrési kritériumoknak.
pl_pl: Brak wniosków spełniających kryteria
sk_sk: Žiadna požiadavka neodpovedá zadaným kritériám vo filtre.
sl_si: Noben zahtevek ne ustreza izbranim kriterijem.
sr_latn_cs: Nijedan zahtev ne odgovara kriterijumima filtera

# NoSupplierMatchCriterions
source: No Supplier was found
bg_bg: Не беше открит доставчик
cs_cz: Nenalezen žádný dodavatel
hu_hu: Nincs találat beszállítóra
pl_pl: Nie odnaleziono dostawcy
sk_sk: Nebol nájdený žiadny dodávateľ
sl_si: Noben dobavitelj ni bil najden.
sr_latn_cs: Nijedan dobavljač nije pronađen

# NotAllowedToApprove
source: You are not allowed to approve the request!
bg_bg: Не ви е разрешено да одобрите искането!
cs_cz: Nejste oprávněn schvalovat požadavek!
hu_hu: Nincs engedélye a kérés jóváhagyására!
pl_pl: Nie jesteś upoważniony do akceptacji wniosku.
sk_sk: Nieste oprávnený(á) schvalovať požiadavku!
sl_si: Niste pooblaščeni za odobritev tega zahtevka!
sr_latn_cs: Nije vam dozvoljeno da odobrite ovaj zahtev!

# NotAllowedUser
source: The User '{0}' is not allowed to use the application.
bg_bg: На потребител '{0}' не му е разрешено да ползва това приложение.
cs_cz: Uživatel '{0}' není oprávněn používat tuto aplikaci.
hu_hu: A „{0}” felhasználó nem használhatja az alkalmazást.
pl_pl: Użytkownik '{0}' nie jest upoważniony do używania aplikcaji.
sk_sk: Uživatel '{0}' nieje oprávnený používať túto aplikáciu.
sl_si: Uporabniku … ni dovoljena uporaba aplikacije.
sr_latn_cs: Korisniku {0} nije dozvoljeno da koristi ovu aplikaciju.

source: Not Delivered
bg_bg: Не е доставен
cs_cz: Nedodáno
hu_hu: Nincs leszállítva
pl_pl: Nie dostarczone
sk_sk: Nedodané
sl_si: Ni dobavljeno
sr_latn_cs: Nije isporučeno

# NotDisplayPrice
source: Do Not Display estimated price in an order
bg_bg: Не показвай очакваната цена в поръчката.
cs_cz: Nezobrazovat předp. cenu v objednávce
hu_hu: Ne mutassa a becsült árát a megrendelésben
pl_pl: Nie wyświetlaj estymowanej ceny na zamówieniu
sk_sk: Nezobrazovať predp. cenu v objednávke
sl_si: Ne prikaži okvirne cene v naročilo
sr_latn_cs: Ne prikazivati okvirne cene u narudžbenici

source: Not Ordered
bg_bg: Не е поръчан
cs_cz: Neobjednáno
hu_hu: Nincs megrendelve
pl_pl: Nie zamówione
sk_sk: Neobjednané
sl_si: Ni naročeno
sr_latn_cs: Nije naručeno

source: Not Required
bg_bg: Не се изисква
cs_cz: Nevyžadováno
hu_hu: Nem kötelező
pl_pl: Nie wymagane
sk_sk: Nevyžadované
sl_si: Ni zahtevano
sr_latn_cs: Nije zahtevano

# NotSavedInvoices
source: There are unsaved changes in the Request Invoices. Do you want to continue?
bg_bg: Има незапазени промени по исканите фактури. Искате ли да продължите?
cs_cz: V požadavku existují neuložené změny ve fakturách. Chcete pokračovatt?
hu_hu: Mentetlen módosítások vannak a kérés számláiban. Kívánja folytatni?
pl_pl: Zmiany nie zostały zapisane. Czy chcesz kontynuować?
sk_sk: V požiadavke sú neuložené zmeny vo fakturách. Chcete pokračovať?
sl_si: V računih zahtevkov so neshranjene spremembe. Bi radi nadaljevali?
sr_latn_cs: Postoje nesačuvane izmene u Računima. Da li želite da nastavite?

# NotSavedInvoicesCannotClose
source: There are unsaved changes in the Request Invoices. The Request cannot be closed.
bg_bg: Има незапазени промени по исканите фактури. Искането не може да бъде затворено.
cs_cz: V požadavku existují neuložené změny ve fakturách. Požadavek není možné uzavřít.
hu_hu: Mentetlen módosítások vannak a kérés számláiban. A kérést nem lehet bezárni.
pl_pl: Istnieją niezapisane dane odnośnie faktur. Zapotrzebowanie nie może być zamknięte.
sk_sk: V požiadavke sú neuložené zmeny vo fakturách. Požiadavku neije možné ukončiť.
sl_si: V računih zahtevkov so neshranjene spremembe. Zahteveka se ne more zaključiti.
sr_latn_cs: Postoje nesačuvane izmene u Računima. Zahtev ne može biti zatvoren.

source: Not Sent
bg_bg: Не е изпратено
cs_cz: Neodesláno
hu_hu: Nincs elküldve
pl_pl: Nie wysłane
sk_sk: Neodeslané
sl_si: Ni poslano
sr_latn_cs: Nije poslato

source: November
bg_bg: Ноември
cs_cz: Listopad
pl_pl: Listopad
sr_latn_cs: Novembar

source: October
bg_bg: Октомври
cs_cz: Říjen
hu_hu: Október
pl_pl: Październik
sk_sk: Október
sl_si: Oktober
sr_latn_cs: Oktobar

# OpenFileTip
source: In case the required file is not opened automatically, click on the following link.
bg_bg: В случай, че исканият файл не се отваря автоматично, кликнете на следният линк.
cs_cz: Pokud se požadovaný soubor neotevře automaticky, klikněte na následující odkaz.
hu_hu: Amennyiben a kért fájl nem nyílik meg automatikusan, kattintson a következő hivatkozásra.
pl_pl: W przypadku gdy żądany plik nie zostanie otwarty automatycznie kliknij na następując link.
sk_sk: Pokial sa požadovaný súbor neotvorí automaticky, kliknite na následujúci odkaz
sl_si: V primeru, da se zahtevana datoteka ne odpre avtomatično, kliknite na spodnjo povezavo.
sr_latn_cs: U slučaju da se zahtevani dokument no otvori automatski, kliknite na sledeći link

# OpenHistoryInfo
source: Click on this image to open the Request History
bg_bg: Кликнете на изображението, за да отворите исканата история
cs_cz: Kliknutím na tento obrázek otevřete historii požadavku
hu_hu: Kattintson a képre a kért előzmény megnyitásához
pl_pl: Kliknij na obrazek aby otworzyć historię zapotrzebowania
sk_sk: Kliknutím na tento obrázok otvoríte históriu požiadavky
sl_si: Klikni na to ikono za odprtje zgodovine zahtevkov.
sr_latn_cs: Kliknite na ikonicu da otvorite istoriju zahteva

source: Order
bg_bg: Поръчка
cs_cz: Objednávka
hu_hu: Megrendelés
pl_pl: Zamówienie
sk_sk: Objednávka
sl_si: Naročilo
sr_latn_cs: Narudžbenica

# OrderConfirm
source: Are you sure to generate order and close the Request?
bg_bg: Сигурни ли сте, че искате да генерирате поръчка и да затворите искането?
cs_cz: Opravdu chcete změnit stav požadavku na Objednáno?
hu_hu: Biztosan létre kívánja hozni a megrendelést és be akarja zárni a kérést?
pl_pl: Czy jesteś pewien, że chcesz wygenerować zamówienie i zamknąć wniosek?
sk_sk: Opravdu si prajete generovat objednávku a uzatvoriť požaidavku?
sl_si: Ste prepričani, da želite naročiti ali zapreti zahtevek?
sr_latn_cs: Da li ste sigurni da želite da napravite narudžbenicu i zatvorite zahtev?

source: Ordered
bg_bg: Поръчано
cs_cz: Objednáno
hu_hu: Megrendelt
pl_pl: Zamówione
sk_sk: Objednané
sl_si: Naročeno
sr_latn_cs: Naručeno

# OrderedConfirm
source: Are you sure to change the Request status to \'Ordered\'?
bg_bg: Сигурни ли сте, че искате да промените статута на искането на \Поръчано\?
cs_cz: Opravdu chcete změnit stav požadavku na \'Objednáno\'?
hu_hu: Biztosan \„Megrendelt”\-re kívánja módosítani a kérést?
pl_pl: Czy jesteś pewien, że chcesz zmienić status wniosku na \'Zamówiony\'?
sk_sk: Skutočne si prajete zmeniť stav požaidavky na \'Objednané\'?
sl_si: Ali ste prepričani, da želite spremeniti stanje zahtevka v "Naročeno"?
sr_latn_cs: Da li ste sigurni da želite da promenite status zahteva u Naručeno?

source: Orderer
bg_bg: Поръчващ
cs_cz: Objednavatel
hu_hu: Megrendelő
pl_pl: Zamawiający
sk_sk: Objednávateľ
sl_si: Naročnik
sr_latn_cs: Naručilac

# OrdererAttachment
source: Orderers Attachments
bg_bg: Приложения на поръчващия
cs_cz: Přílohy objednavatele
hu_hu: Megrendelések csatolmányai
pl_pl: Załączniki Kupującego
sk_sk: Prílohy objednávateľa
sl_si: Priponke naročila
sr_latn_cs: Prilozi naruučioca

# OrdererMail
source: Request for Order
bg_bg: Искане на поръчка
cs_cz: Žádost na vytvoření objednávky
hu_hu: Megrendelés kérése
pl_pl: Wniosek o zamówienie
sk_sk: Žiadosť na vytvorenie objednávky
sl_si: Zahtevki za naročilo
sr_latn_cs: Zahtev za narudžbenicu

source: Orderer Remark
bg_bg: Поръчващ коментари
cs_cz: Pozn. objednatele
hu_hu: Megrendelő megjegyzései
pl_pl: Uwagi do zamawiającego
sk_sk: Pozn. objednateľa
sl_si: Opomba naročnika
sr_latn_cs: Napomena naručioca

# OrdererRequestHandedOverByOrderer
source: The Request was already handed over by orderer {0}.
bg_bg: Искането вече е предадено от поръчващия
cs_cz: Požadavek již převzal objednavatel(ka) {0}.
hu_hu: A megrendelést {0} megrendelő már átadta.
pl_pl: Zapotrzebowanie zostało już przekazane dalej przez kupującego {0}
sk_sk: Požaidavku prevzal objednávateľ(ka) {0}.
sl_si: Naročnik {0} je že predal zahtevek.
sr_latn_cs: Naručilac {0} je već predao zahtev.

source: Orderers
bg_bg: Поръчващи
cs_cz: Objednavatelé
hu_hu: Megrendelők
pl_pl: Zamawiający
sk_sk: Objednávatelia
sl_si: Naročniki
sr_latn_cs: Naručioci

# OrdererSupplier
source: Orderers set to Supplier
bg_bg: Поръчващ доставчик
cs_cz: Objednavatelé přiřazení dodavatelům
hu_hu: Megrendelők beszállítóra beállítva
pl_pl: Zamawiający przypisani do dostawcy.
sk_sk: Objednávatelia priradený dodávateľom
sl_si: Naročniki nastavljeni kot dobavitelj
sr_latn_cs: Naručioci postavljeni kod dobavljača

source: Others
bg_bg: Други
cs_cz: Ostatní
hu_hu: Egyebek
pl_pl: Inni
sk_sk: Ostatné
sl_si: Drugi
sr_latn_cs: Ostali

# OtisInternalRequest
source: Internal Request
bg_bg: Отис вътрешно искане
cs_cz: Interní požadavek
hu_hu: Belső kérések
pl_pl: Zapotrzebowania Wewnętrzne
sk_sk: Interná požiadavka
sl_si: Notranji zahtevek
sr_latn_cs: Interni zahtev

# OtisItemsCatalog
source: Otis Catalog
bg_bg: Отис каталог с артикули
cs_cz: Otis katalog
hu_hu: Otis katalógus
sk_sk: Otis katalog
sl_si: Otisov katalog
sr_latn_cs: Otisov katalog

source: Period
bg_bg: Период
cs_cz: Perioda
hu_hu: Időszak
pl_pl: Okres
sk_sk: Perioda
sl_si: Obdobje

source: Phone
bg_bg: Телефон
cs_cz: Telefon
hu_hu: Telefon
pl_pl: Telefon
sk_sk: Telefón
sl_si: Telefon
sr_latn_cs: Telefon

source: Price
bg_bg: Цена
cs_cz: Cena
hu_hu: Ár
pl_pl: Cena
sk_sk: Cena
sl_si: Cena
sr_latn_cs: Cena

# PriceChangedSendBack
source: The price was increased, new approval is required. Send the Request back to the Requestor.
bg_bg: Цената беше повишена, нужно е ново одобрение. Върнете искането на заявителя.
cs_cz: Došlo ke zvýšení ceny, je nutné nové schválení. Odešlete požadavek zpět žadateli.
hu_hu: Az árat emelték, új jóváhagyás szükséges. Küldje vissza a kérést a kérelmezőnek.
pl_pl: Cena została podwyższona, jest wymagana ponowna akceptacja. Wyślij wniosek zpowrotem do wnioskodawcy.
sk_sk: Došlo ku zvýšeniu ceny, je nutné nové schválenie. Odošlite požiadavku zpeť ku žiadateľovi.
sl_si: Cena se je zvišala, nova odobritev je potrebna. Pošlji zahtevek nazaj izdajatelju zahtevka.
sr_latn_cs: Cena je povećana, novo odobrenje je potrebno. Pošlji zahtev nazad podnosiocu zahteva.

# PriceOverflow
source: Request cannot be processed! Max. finacial limit for '{0}' is {1}
bg_bg: Искането не може да се обработи. Максимален разходен лимит за '{0}' е {1}
cs_cz: Požadavek nelze zpracovat! Max. finanční limit pro '{0}' je {1}
hu_hu: A kérés nem feldolgozható. A max. pénzügyi limit a „{0}” esetében {1}
pl_pl: Wniosek nie może być przetworzony! Maksymalny limit for '{0}' wynosi {1}
sk_sk: Požiadavku neije možné zpracovať! Max. finančný limit pre '{0}' je {1}
sl_si: Zahtevek ne more biti obdelan! Maksimalni finančni limit za'{0}' je {1}.
sr_latn_cs: Zahtev ne može biti obrađen! Maksimalni finansijski limit za '{0}' je {1}.

source: Profylax Nr.
cs_cz: Profylax č.
hu_hu: Profylax sz.
sk_sk: Profylax č.

source: Purchase Group
bg_bg: Покупкова група
cs_cz: Typ nákupu
hu_hu: Beszerzési csoport
pl_pl: Grupa zakupów
sk_sk: Typ nákupu
sl_si: Izdelki/storitve
sr_latn_cs: Tip nabavke

# PurchMatIncluded
source: Include Purchased Material to FIX ASSETS
bg_bg: Включване закупен материал към ДМА
cs_cz: Včetně objednaného materiálu pro FIX ASSETS
hu_hu: A beszerzett anyagok szerepeltetése a FIX ESZKÖZÖK között
pl_pl: Zakup dotyczy środków trwałych
sk_sk: Vrátanie objednaného materiálu pre FIX ASSETS
sl_si: Vključi nabavaljen material v osnovna sredstva.
sr_latn_cs: Uključi nabavljen materijal u osnovna sredstva.

source: Reject
bg_bg: Отказ
cs_cz: Zamítnout
hu_hu: Elutasítás
pl_pl: Odrzuć
sk_sk: Zamietnuť
sl_si: Zavrni
sr_latn_cs: Odbiti

# RejectConfirm
source: Are you sure to reject the Request?
bg_bg: Сигурни ли сте, че искате да отхвърлите искането?
cs_cz: Opravdu chcete požadavek zamítnout?
hu_hu: Biztosan el akarja utasítani a kérést?
pl_pl: Czy jesteś pewien, że chcesz odrzucić wniosek?
sk_sk: Skutočne si prajete požiadavku zamietnuť?
sl_si: Ste prepričani, da želite zavrnili zahtevek?
sr_latn_cs: Da li ste sigurni da želite da odbijete ovaj zahtev?

source: Rejected
bg_bg: Отхвърлен
cs_cz: Zamítnuto
hu_hu: Elutasítva
pl_pl: Odrzucony
sk_sk: Zamietnuté
sl_si: Zavrnjeno
sr_latn_cs: Odbijeno

# RejectMail
source: Rejected
bg_bg: Писмо за отказ
cs_cz: Zamítnuto
hu_hu: Elutasítva
pl_pl: Odrzucony
sk_sk: Zamietnuté
sl_si: Zavrnjeno
sr_latn_cs: Odbijeno

source: Remarks
bg_bg: Забележки
cs_cz: Poznámka
hu_hu: Megjegyzések
pl_pl: Uwagi
sk_sk: Poznámky
sl_si: Opombe
sr_latn_cs: Napomene

source: Remove limit
bg_bg: Премахни лимит
cs_cz: Odstranit limit
hu_hu: Limit eltávolítása
pl_pl: Usuń limit
sk_sk: Odstrániť limit
sl_si: Odstrani limit
sr_latn_cs: Ukloni limit

source: Request
bg_bg: Искане
cs_cz: Požadavek
hu_hu: Kérés
pl_pl: Wniosek
sk_sk: Požiadavka
sl_si: Zahtevek
sr_latn_cs: Zahtev

# RequestCanceled
source: Request was canceled.
bg_bg: Искане отказано
cs_cz: Požadavek byl zrušen.
hu_hu: A kérés törölve.
pl_pl: Wniosek został anulowany.
sk_sk: Požiadavka bola zrušená.
sl_si: Zahtevek je bil preklican.
sr_latn_cs: Zahtev je otkazan

source: Request Count
bg_bg: Номер Искане
cs_cz: Počet požadavků
hu_hu: Kérésszámlálás
pl_pl: Ilość wniosków
sk_sk: Počet požiadaviek
sl_si: Številka zahtevka
sr_latn_cs: Broj zahteva

source: Request Date
bg_bg: Дата искане
cs_cz: Datum vytvoření
hu_hu: Kérés dátuma
pl_pl: Data wniosku
sk_sk: Dátum vytvorenia požiadavky
sl_si: Datum zahtevka
sr_latn_cs: Datum zahteva

# RequestForCentre
source: Req. for Centre
bg_bg: Искане за център
cs_cz: Pož. pro středisko
hu_hu: Kér. a központhoz
pl_pl: Wniosek dla MPK
sk_sk: Pož. pre stredisko
sr_latn_cs: Zahtev za

# RequestHistory
source: History of the Request Nr.
bg_bg: История на искането NR.
cs_cz: Historie požadavku č.
hu_hu: A kérésszám előzménye
pl_pl: Historia zapotrzebowania nr.
sk_sk: História požiadavky č.
sl_si: Zgodovina zahtevka št.
sr_latn_cs: Istorija broja zahteva

source: Request Nr
bg_bg: Искане номер
cs_cz: Číslo požadavku
hu_hu: Kérésszám
pl_pl: Nr wniosku
sk_sk: Číslo požiadavky
sl_si: Št. zahtevka
sr_latn_cs: Broj zahteva

source: Requestor
bg_bg: Заявител
cs_cz: Žadatel
hu_hu: Kérelmező
pl_pl: Wnioskodawca
sk_sk: Žiadateľ
sl_si: Izdajatelj
sr_latn_cs: Podnosilac
